Repository: actionless/pikaur
Catalog: locale/*.po
Languages: da, de, es, fr, hu, is, it, ja, nl, pt, pt_br, ru, sv, tr, uk

source: Dependencies can't be satisfied for the following packages:
de: Die Abhängigkeiten für die folgenden Pakete können nicht erfüllt werden:
es: Las dependencias no pueden ser satisfechas para los siguientes paquetes:
fr: Les dépendances ne peuvent pas être satisfaites pour les paquets suivants :
hu: A következő csomagok függőségei nem teljesíthetők:
ru: Зависимости не могут быть удовлетворены для следующих пакетов:
sv: Beroende kan inte uppfyllas för följande paket:
tr: Takip eden paketler için bağımlılıklar sağlanamadı:
uk: Неможливо встановити залежності для наступних пакунків:

source: Because of:
de: Wegen:
es: A causa de:
fr: À cause de :
hu: A következő okból:
ru: По причине:
sv: På grund av:
tr: Çünkü:
uk: Через:

source: `{var_name}` should be list.
de: `{var_name}` sollte Liste sein.
es: `{var_name}` debería ser una lista.
fr: `{var_name}` devrait être une liste.
hu: a(z) „{var_name}” értékének listának kell lennie.
ru: `{var_name}` должено быть указано.
sv: `{var_name}` bör vara lista.
tr: `{var_name}` liste olmalı.
uk: `{var_name}` повинно бути вказано

source: Build directory
de: Build-Verzeichnis
es: Directorio de compilación
fr: Répertoire de compilation
hu: Összeállítási könyvtár
ja: ビルドディレクトリ
nl: Bouwmap
pt: Criar diretório
pt_br: Diretório de compilação
ru: Каталог для сборки
sv: Bygg katalog
tr: İnşa dizini
uk: Каталог для збирання

source: Packages directory
de: Paket-Verzeichnis
es: Directorio de paquetes
fr: Répertoire des paquets
hu: Csomagok könyvtára
it: Cartella dei pacchetti
ja: パッケージディレクトリ
nl: Pakketmap
pt: Diretório de pacotes
pt_br: Diretório de pacotes
ru: Каталог пакета
sv: Paketets katalog
tr: Paketler dizini
uk: Каталог пакунка

source: Do you want to remove all files?
da: Vil du fjerne all filer?
de: Sollen alle Dateien gelöscht werden?
es: ¿Suprimir todos los archivos?
fr: Supprimer tous les fichiers ?
hu: El szeretné távolítani az összes fájlt?
is: Vilt þú fjarlægja allar skrár?
it: Vuoi rimuovere tutti i file?
ja: すべてのファイルを削除しますか？
nl: Wilt u alle bestanden verwijderen?
pt: Você quer remover todos os arquivos?
pt_br: Deseja remover todos os arquivos?
ru: Вы действительно хотите удалить все файлы?
sv: Vill du ta bort alla filer?
tr: Tüm dosyaları silmek ister misiniz?
uk: Ви дійсно хочете видалити всі файли?

source: Directory is empty.
de: Verzeichnis ist leer.
es: El directorio está vacío.
fr: Le répertoire est vide.
hu: A könyvtár üres.
ru: Каталог пуст
sv: Katalogen är tom.
tr: Dizin boş.
uk: Каталог порожній.

source: removing all files from cache...
de: entferne alle Dateien aus dem Cache …
es: eliminar todos los archivos de la caché...
fr: suppression de tous les fichiers du cache…
hu: összes fájl eltávolítása a gyorsítótárból…
ru: удаление всех файлов из кеша
sv: tar bort alla filer från cache...
tr: önbellekteki tüm dosyalar siliniyor...
uk: видалення усіх файлів із кешу...

source: Following package cannot be found in repositories:
de: Folgendes Paket kann in den Repositories nicht gefunden werden:
es: El siguiente paquete no se encuentra en los repositorios:
fr: Le paquet suivant ne se trouve pas dans les dépôts :
hu: A következő csomag nem található a tárolókban:
it: Il seguente pacchetto non può essere trovato nei repository:
ja: 次のパッケージはリポジトリに存在しません:
nl: Het volgende pakket is niet aangetroffen in de pakketbronnen:
pt: O seguinte pacote não pode ser encontrado nos repositórios:
pt_br: O pacote a seguir não pode ser encontrado nos repositórios:
ru: Данный пакет не найден в репозиториях:
sv: Följande paket kan inte hittas i förråd:
tr: Takip eden paket depolarda bulunamadı:
uk: Цей пакунок не знайдено в репозиторіях:

source: Following package cannot be found in AUR:
de: Folgendes Paket kann nicht im AUR gefunden werden:
es: El siguiente paquete no se encuentra en AUR:
fr: Le paquet suivant ne se trouve pas dans l'AUR :
hu: A következő csomag nem található az AUR-tárolóban:
it: Il seguente pacchetto non può essere trovato in AUR:
ja: 次のパッケージは AUR に存在しません:
nl: Het volgende pakket is niet aangetroffen in AUR:
pt: O seguinte pacote não pode ser encontrado no AUR:
pt_br: O seguinte pacote não pode ser encontrado no AUR:
ru: Данный пакет не найден в AUR:
sv: Följande paket kan inte hittas i AUR:
tr: Takip eden paket AUR'da bulunamadı:
uk: Цей пакунок не знайдено в AUR:

source: for {pkg}
de: für {pkg}
es: por {pkg}
fr: pour {pkg}
hu: a következőhöz: {pkg}
it: per {pkg}
ja: {pkg} の依存関係
nl: voor {pkg}
pt_br: para {pkg}
ru: для пакета {pkg}
sv: för {pkg}
tr: {pkg} için
uk: для пакунка {pkg}

source: as dep
de: als Abhängigkeit
es: como dep
fr: comme dep
hu: függőségként
uk: як залежність

source: as opt dep
de: als optionale Abhängigkeit
es: como dep opcional
fr: comme dep opt
hu: nem kötelező függőségként
uk: як необов'язкова залежність

source: explicit
de: explizit
es: explícito
fr: explicite
hu: kifejezetten
uk: явно

source: {grp} group
de: {grp} Gruppe
es: groupo {grp}
fr: groupe {grp}
hu: {grp} csoport
it: {grp} gruppo
ja: {grp} グループ
nl: {grp}-groep
pt_br: grupo {grp}
ru: Группа {grp}
sv: {grp} grupp
tr: {grp} grup
uk: Група {grp}

source: ({} days old)
da: ({} dage gammelt)
de: ({} Tage alt)
es: ({} días de edad)
fr: (agé de {} jours)
hu: ({} napos)
is: ({} dagar gamall)
it: ({} giorni vecchio)
ja: ({} 日前にビルド)
nl: ({} dagen oud)
pt: ({} dias de idade)
pt_br: ({} dias de idade)
ru: ({} дней назад)
sv: ({} dagar gammal)
tr: ({} gün eski)
uk: ({} днів тому)

source: orphaned
de: verwaist
es: huérfano
fr: orphelin
hu: árva
tr: sahipsiz
uk: осиротілий

source: outofdate
da: forældet
de: veraltet
es: obsoleto
fr: périmé
hu: elavult
is: Úrelt
it: vecchio
nl: verouderd
pt: desatualizado
pt_br: obsoleto
ru: устаревший
sv: föråldrad
tr: eski
uk: застарілий

source: required by {pkg}
de: benötigt von {pkg}
es: requerido por {pkg}
fr: requis par {pkg}
hu: szükséges a következőhöz: {pkg}
uk: необхідний для {pkg}

source: optional for {pkg}
de: optional für {pkg}
es: opcional para {pkg}
fr: optionnel pour {pkg}
hu: nem kötelező a következőhöz: {pkg}
uk: необов'язковий для {pkg}

source: WARNING about package installation:
de: WARNUNG über Paketinstallation:
es: ADVERTENCIA sobre la instalación del paquete:
fr: AVERTISSEMENT concernant l'installation du paquet :
hu: FIGYELMEZTETÉS a csomag telepítésével kapcsolatban:
ru: ПРЕДУПРЕЖДЕНИЕ об установке пакета:
sv: VARNING om installation av paket:
tr: Paket kurulumu hakkında UYARI:
uk: ПОПЕРЕДЖЕННЯ щодо встановлення пакунка:

source: Repository package suggested as a replacement:
de: Als Ersatz vorgeschlagenes Repository-Paket:
es: Paquete de repositorio sugerido como reemplazo:
fr: Paquet du dépôt proposé en remplacement :
hu: Tárolóbeli csomag használata javasolt helyettesítésképpen:
it: Il pacchetto da repository suggerito come sostituto:
ja: 置換として提案されたリポジトリのパッケージ:
nl: Suggestie uit pakketbron:
pt: Pacote de repositório sugerido como um substituto:
pt_br: Pacote do repositório sugerido como um substituto:
ru: Пакет из официального репозитория предложен в качестве замены:
sv: Förrådspaket som föreslås som ersättning:
tr: Depo paketi yer değiştirilmesi önerisi:
uk: Пакунок з офіційного репозиторію запропоновано в якості заміни:

source: Third-party repository package suggested as a replacement:
de: Als Ersatz vorgeschlagenes 3rd-Party-Repository-Paket:
es: Paquete de repositorio de terceros sugerido como reemplazo:
fr: Paquet du dépôt tiers proposé en remplacement :
hu: Harmadik féltől származó tárolóbeli csomag használata javasolt helyettesítésképpen:
it: Pacchetto da repository di terze parti suggerito come sostituto:
ja: 置換として提案されたサードパーティのリポジトリのパッケージ:
nl: Suggestie uit externe pakketbron:
pt: Pacote de repositório de terceiros sugerido como substituto:
pt_br: Pacote de repositório de terceiros sugerido como um substituto:
ru: Пакет из стороннего репозитория предложен в качестве замены:
sv: Tredjeparts förrådspaket föreslås som ersättning:
tr: Üçüncü-parti depo paketi yer değiştirilmesi önerisi:
uk: Пакунок зі стороннього репозиторію запропоновано в якості заміни:

source: Repository package will be installed:
da: Repository pakke vil blive installeret:
de: Zu installierendes Repository-Paket:
es: Se instalará el paquete de repositorio:
fr: Le paquet du dépôt sera installé :
hu: Tárolóbeli csomag lesz telepítve:
is: Gagnahirslu pakki verður uppsettur:
it: Il pacchetto da repository sarà installato:
ja: リポジトリから次のパッケージがインストールされます:
nl: Dit pakketbronpakket wordt geïnstalleerd:
pt: O pacote do repositório será instalado:
pt_br: O pacote do repositório será instalado:
ru: Будет установлен пакет из официального репозитория:
sv: Förrådspaket kommer att installeras:
tr: Depo paketi kurulacak:
uk: Буде встановлено пакунок з офіційного репозиторію:

source: New dependency will be installed from repository:
de: Zu installierende, neue Abhängigkeit aus dem Repository:
es: La nueva dependencia se instalará desde el repositorio:
fr: La nouvelle dépendance sera installée depuis le dépôt :
hu: Új függőség lesz telepítve a tárolóból:
it: La nuova dipendenza verrà installata dal repository:
ja: リポジトリから次の新しい依存関係がインストールされます:
nl: Er wordt een nieuwe afhankelijkheid geïnstalleerd uit pakketbron:
pt: Nova dependência será instalada a partir do repositório:
pt_br: Nova dependência será instalada a partir do repositório:
ru: Будет установлена новая зависимость из официального репозитория:
sv: Nytt beroende kommer att installeras från förrådet:
tr: Yeni bağlılık depodan kurulacak:
uk: Буде встановлено ​​нову залежність з офіційного репозиторію:

source: Third-party repository package will be installed:
da: Tredjeparts repository pakke vil blive installeret:
de: Zu installierendes 3rd-Party Repository-Paket:
es: Se instalará el paquete de repositorio de terceros:
fr: Le paquet du dépôt tiers sera installé :
hu: Harmadik féltől származó tárolóbeli csomag lesz telepítve:
is: Þriðja aðila gagnahírtur pakki verður uppsett:
it: Pacchetto da repository di terze parti sarà installato:
ja: サードパーティのリポジトリから次のパッケージがインストールされます:
nl: Dit externe pakket wordt geïnstalleerd:
pt: O pacote de repositórios de terceiros será instalado:
pt_br: O pacote de repositório de terceiros será instalado:
ru: Будет установлен пакет из стороннего репозитория:
sv: Tredjeparts förrådspaket kommer att installeras:
tr: Üçüncü-parti depo paketi kurulacak:
uk: Буде встановлено пакунок зі стороннього репозиторію:

source: New dependency will be installed from third-party repository:
de: Zu installierende, neue Abhängigkeit aus 3rd-Party-Repository:
es: La nueva dependencia se instalará desde un repositorio de terceros:
fr: La nouvelle dépendance sera installée depuis un dépot tiers :
hu: Új függőség lesz telepítve harmadik féltől származó tárolóból:
it: La nuova dipendenza verrà installata dal repository di terze parti:
ja: サードパーティのリポジトリから次の新しい依存関係がインストールされます:
nl: Er wordt een nieuwe afhankelijkheid geïnstalleerd uit externe pakketbron:
pt: A nova dependência será instalada a partir do repositório de terceiros:
pt_br: Nova dependência será instalada a partir do repositório de terceiros:
ru: Будет установлена новая зависимость из стороннего репозитория:
sv: Nya beroende kommer att installeras från tredje parts förråd:
tr: Yeni bağlılık üçüncü parti depodan kurulacak:
uk: Буде встановлено нову залежність зі стороннього репозиторію:

source: AUR package will be installed:
da: AUR pakke som vil blive installeret:
de: Zu installierendes AUR-Paket:
es: Se instalará el paquete AUR:
fr: Le paquet de l'AUR sera installé :
hu: AUR-csomag lesz telepítve:
is: AUR pakki verður sett upp:
it: Il pacchetto AUR verrà installato:
ja: AUR から次のパッケージがインストールされます:
nl: Dit AUR-pakket wordt geïnstalleerd:
pt: Pacote AUR será instalado:
pt_br: O pacote AUR será instalado:
ru: Будет установлен пакет из AUR:
sv: AUR-paketet kommer att installeras:
tr: AUR paketi kurulacak:
uk: Буде встановлено пакунок з AUR:

source: New dependency will be installed from AUR:
da: Ny afhængighed vil blive installeret fra AUR:
de: Zu installierende, neue Abhängigkeit aus dem AUR:
es: La nueva dependencia se instalará desde AUR:
fr: La nouvelle dépendance sera installée depuis l'AUR :
hu: Új függőség lesz telepítve az AUR-tárolóból:
is: Nýtt ákvæði verður uppsett frá AUR:
it: La nuova dipendenza verrà installata da AUR:
ja: AUR から次の新しい依存関係がインストールされます:
nl: Er wordt een nieuwe afhankelijkheid geïnstalleerd uit AUR:
pt: Nova dependência será instalada a partir do AUR:
pt_br: Nova dependência será instalada a partir do AUR:
ru: Будет установлена новая зависимость из AUR:
sv: Nytt beroende kommer att installeras från AUR:
tr: Yeni bağlılık AUR'dan kurulacak:
uk: Буде встановлено нову залежність з AUR:

source: Total Download Size:
de: Gesamtdownloadgröße:
es: Tamaño Total de la Descarga:
fr: Taille Totale du Téléchargement :
hu: Teljes letöltési méret:
ru: Общий размер загрузки:
sv: Total nedladdningsstorlek:
tr: Toplam İndirme Boyutu:
uk: Загальний обсяг для завантаження:

source: Total Installed Size:
de: Gesamtinstallationsgröße:
es: Tamaño Total Instalado:
fr: Taille Totale Installée :
hu: Teljes telepített méret:
ru: Общий размер после установки:
sv: Total installerad storlek:
tr: Toplam Kurulum Boyutu:
uk: Загальний обсяг після встановлення:

source: Ignoring package update {}
de: Ignoriere Paket-Aktualisierung {}
es: Ignorar la actualización del paquete {}
fr: Ignorer la mise à jour du paquet {}
hu: A(z) {} csomagfrissítés figyelmen kívül hagyása
it: Ignoro l'aggiornamento del pacchetto {}
ja: パッケージ {} の更新を無視
nl: De pakketupdate '{}' is genegeerd
pt_br: Ignorando atualização do pacote {}
ru: Пропуск обновления пакета {}
sv: Ignorerar paket uppdatering {}
tr: Paket güncellemesi gözardı ediliyor {}
uk: Ігнорування оновлення пакунка {}

source: Ignoring package {}
da: Ignorer pakken {}
de: Ignoriere Paket {}
es: Ignorar el paquete {}
fr: Ignorer le paquet {}
hu: A(z) {} csomag figyelmen kívül hagyása
is: Sé framhjá pakka {}
it: Ignoro il pacchetto {}
ja: パッケージ {} を無視
nl: Het pakket '{}' is genegeerd
pt: Ignorando o pacote {}
pt_br: Ignorando o pacote {}
ru: Пропуск пакета {}
sv: Ignorerar paket {}
tr: Paket gözardı ediliyor {}
uk: Ігнорування пакунка {}

source: {name} {version} AUR package marked as 'outofdate' - skipping
de: AUR-Paket {name} {version} als „veraltet“ markiert – wird übersprungen
es: El paquete AUR {name} {version} está marcado como 'obsoleto' - abandono
fr: Le paquet de l'AUR {name} {version} est marqué comme 'périmé' - abandon
hu: a(z) {name} {version} AUR-csomag „elavult” jelölésű - kihagyás
ja: AUR パッケージ {name} {version} は 'outofdate' とマークされています - スキップ
pt_br: pacote AUR {name} {version} marcado como 'obsoleto' - pulando
sv: {name} {version} AUR-paket markerat som 'föråldrad' - hoppar över
tr: {name} {version} AUR paketi eski olarak işaretlenmiş - atlanıyor
uk: Пакунок {name} {version} з AUR позначено як застарілий - пропускається

source: Stable versions of the following devel packages have newer versions:
de: Stabile Versionen der folgenden Entwicklungspakete haben neuere Versionen:
es: Las versiones estables de los siguientes paquetes devel tienen versiones más nuevas:
fr: Les versions stables des paquets devel suivants ont des versions plus récentes :
hu: A következő fejlesztői csomagok stabil verzióiból újabb változat érhető el:
uk: Стабільні версії наступних пакунків мають новіші версії:

source: [installed: {version}]
da: [installeret: {version}]
de: [installiert: {version}]
es: [instalado: {version}]
fr: [installé : {version}]
hu: [telepítve: {version}]
is: [upsett: {version}]
it: [installato: {version}]
ja: [インストール済: {version}]
nl: [geïnstalleerd: {version}]
pt: [instalado: {version}]
pt_br: [instalado: {version}]
ru: [установлен: {version}]
sv: [installerad: {version}]
tr: [kurulu: {version}]
uk: [встановлено: {version}]

source: [installed]
da: [installeret]
de: [installiert]
es: [instalado]
fr: [installé]
hu: [telepítve]
is: [uppsett]
it: [installato]
ja: [インストール済]
nl: [geïnstalleerd]
pt: [instalado]
pt_br: [instalado]
ru: [установлен]
sv: [installerad]
tr: [kurulu]
uk: [встановлено]

source: Do you want to proceed?
da: Vil du fortsætte?
de: Fortsetzen?
es: ¿Continuar?
fr: Continuer ?
hu: Szeretné folytatni?
is: Vilt þú halda áfram?
it: Vuoi procedere?
ja: 続行しますか？
nl: Wilt u doorgaan?
pt: Você quer prosseguir?
pt_br: Deseja continuar?
ru: Продолжить?
sv: Vill du fortsätta?
tr: Devam etmek ister misiniz?
uk: Продовжити?

source: [Y]es ({reason})
de: [J]a ({reason})
es: [S]i ({reason})
fr: [O]ui ({reason})
hu: [Y]igen ({reason})
ru: [Y] Да ({reason})
sv: [Y] Ja ({reason})
tr: [E]vet ({reason})
uk: [Y] Так ({reason})

source: Do you want to retry?
da: Vil du prøve igen?
de: Erneut versuchen?
es: ¿Reintentar?
fr: Réessayer ?
hu: Szeretné megismételni?
is: Vilt þú reyna aftur?
it: Vuoi riprovare?
ja: 再試行しますか？
nl: Wilt u het opnieuw proberen?
pt: Você quer tentar de novo?
pt_br: Deseja tentar novamente?
ru: Попробовать снова?
sv: Vill du försöka igen?
tr: Tekrar denemek ister misiniz?
uk: Спробувати знову?

source: no editor found. Try setting $VISUAL or $EDITOR.
da: intet tekstredigeringsprogram fundet. Prøv at sætte $VISUAL eller $EDITOR.
de: Kein Editor gefunden. Versuchen Sie $VISUAL oder $EDITOR zu setzen.
es: no se encontró ningún editor. Intenta configurar $VISUAL o $EDITOR.
fr: aucun éditeur trouvé. Essayez de définir $VISUAL ou $EDITOR.
hu: nem található szerkesztő. Próbálja meg beállítani a $VISUAL vagy $EDITOR változót.
is: engin ritill fundinn. Prufaðu að skrá $VISUAL eða $EDITOR.
it: nessun editor trovato. Prova impostando $VISUAL o $EDITOR.
ja: エディタが見つかりませんでした。$VISUAL か $EDITOR を設定してください。
nl: Geen bewerker aangetroffen; stel $VISUAL of $EDITOR in.
pt: nenhum editor encontrado. Tente definir $VISUAL ou $EDITOR.
pt_br: nenhum editor encontrado. Tente definir $VISUAL ou $ EDITOR.
ru: редактор не найден. Попробуйте настроить переменную окружения $VISUAL или $EDITOR.
sv: ingen editor hittades. Försök ställa in $VISUAL eller $EDITOR.
tr: düzenleyici bulanamadı. $VISUAL veya $EDITOR değişkenini ayarlayın.
uk: Редактор не знайдено. Спробуйте налаштувати змінну оточення $VISUAL або $EDITOR.

source: Do you want to proceed without editing?
da: Vil du fortsætte uden at redigere?
de: Ohne bearbeiten fortfahren?
es: ¿Desea continuar sin modificaciones?
fr: Voulez-vous continuer sans modification ?
hu: Szeretné folytatni szerkesztés nélkül?
is: Vilt þú halda áfram án þess að ritvinna?
it: Vuoi procedere senza modificare?
ja: 編集せずに続行しますか？
nl: Wilt u doorgaan zonder bewerken?
pt: Você quer continuar sem editar?
pt_br: Deseja continuar sem editar?
ru: Продолжить без редактирования?
sv: Vill du fortsätta utan redigering?
tr: Düzenlemeden devam etmek ister misiniz?
uk: Продовжити без редагування?

source: Choose a package provider for {dependency}:
de: Paketanbieter für {dependency} auswählen:
es: Elija un proveedor de paquetes para {dependency}:
fr: Choisir un fournisseur de paquets pour {dependency} :
hu: Válasszon csomagszolgáltatót a következőhöz: {dependency}:
uk: Виберіть постачальника пакунка для {dependency}:

source: [v]iew package details
de: [P]aketdetails anzeigen
es: [v]er detalle de paquetes
fr: [v]oir le détail des paquets
hu: [v] csomag részleteinek megjelenítése
uk: [v] переглянути інформацію про пакунки

source: Only numbers allowed, got '{character}' instead
de: Nur Zahlen erlaubt, stattdessen „{character}“ erhalten
es: Sólo se permiten números, se recibe '{character}' en su lugar
fr: Seuls les chiffres sont autorisés, '{character}' reçu à la place
hu: Csak számok engedélyezettek, a kapott karakter: „{character}”
uk: Допускаються тільки цифри, замість них отримано '{character}'

source: Only one answer allowed
de: Nur eine Antwort erlaubt
es: Sólo se permite una respuesta
fr: Une seule réponse autorisée
hu: Csak egy válasz engedélyezett
uk: Допускається лише одна відповідь

source: There are only {num} options
de: Es gibt nur {num} Möglichkeiten
es: Sólo hay {num} opciones
fr: Il y a seulement {num} options
hu: Csak {num} lehetőség van
uk: Існує лише {num} варіантів

source: '{packages}' package is available in the repo but can't be installed
de: „{packages}“-Paket ist im Repository verfügbar, kann aber nicht installiert werden
es: el paquete '{packages}' está disponible en el repositorio pero no se puede instalar
fr: le paquet '{packages}' est disponible dans le dépôt mais ne peut pas être installé
hu: a(z) „{packages}” csomag elérhető a tárolóban, de nem telepíthető
it: Il pacchetto '{packages}' è disponibile nel repository ma non può essere installato
ja: パッケージ '{packages}' はリポジトリに存在しますがインストールできません
nl: Het pakket, {packages}, is beschikbaar in de pakketbron, maar kan niet worden geïnstalleerd
pt: O pacote '{packages}' está disponível no repositório, mas não pode ser instalado
pt_br: o pacote '{packages}' está disponível no repo, mas não pode ser instalado
ru: 'Пакет {packages} доступен в репозитории, но не может быть установлен
sv: Paketet '{packages}' är tillgängligt i förrådet men kan inte installeras
tr: '{packages}' paketi depoda mevcut ama kurulamadı
uk: Пакунок '{packages}' доступний у репозиторії, але не може бути встановлений

source: AUR: Too many package results for '{query}'
de: AUR: Zuviele Ergebnisse für „{query}“
es: AUR: Demasiados resultados de paquetes para '{query}'
fr: AUR : Trop de résultats de paquets pour '{query}'
hu: AUR: Túl sok találat a következő lekérdezésre: „{query}”
ja: AUR: '{query}' の検索結果が多すぎます
nl: AUR: te veel pakketresultaten voor '{query}'
pt_br: AUR: muitos resultados de pacote para '{query}'
ru: AUR: Слишком много пакетов в результатах для '{query}'
sv: AUR: För många paketresultat för '{query}'
tr: AUR: '{query}' sorgusu için çok fazla paket sonucu var
uk: AUR: Забагато пакунків у результатах для '{query}'

source: AUR: Query arg too small '{query}'
de: AUR: Abfrage-Parameter zu kurz „{query}“
es: AUR: Argumento de búsqueda demasiado pequeño '{query}'
fr: AUR : Argument de recherche trop petit '{query}'
hu: AUR: A lekérdezési argumentum túl rövid: „{query}”
ja: AUR: '{query}' のクエリ文字列が短すぎます
pt_br: AUR: arg. de consulta muito pequeno '{query}'
ru: AUR: Слишком короткий запрос '{query}'
sv: AUR: Förfrågningsparameter för kort '{query}'
tr: AUR: Sorgu argümanı çok kısa '{query}'
uk: AUR: Занадто короткий запит '{query}'

source: Searching... [{bar}]
da: Søger... [{bar}]
de: Suchen … [{bar}]
es: Búsqueda... [{bar}]
fr: Recherche… [{bar}]
hu: Keresés… [{bar}]
is: Leitra... [{bar}]
it: Sto cercando... [{bar}]
ja: 検索中... [{bar}]
nl: Bezig met zoeken... [{bar}]
pt: Procurando... [{bar}]
pt_br: Pesquisando... [{bar}]
ru: Поиск... [{bar}]
sv: Söker... [{bar}]
tr: Aranıyor... [{bar}]
uk: Пошук... [{bar}]

source: AUR returned error:
de: AUR gab einen Fehler zurück:
es: AUR ha devuelto error:
fr: AUR a renvoyé une erreur :
hu: Az AUR-tároló hibával tért vissza:
tr: AUR hata döndü:
uk: AUR повернув помилку:

source: failed to generate .SRCINFO from {}:
de: konnte .SRCINFO von {} nicht erzeugen:
es: no se pudo generar .SRCINFO desde {}:
fr: échec de la génération de .SRCINFO à partir de {} :
hu: nem sikerült az .SRCINFO előállítása a következőből: {}:
it: impossibile generare il file .SRCINFO da {}:
ja: {} からの .SRCINFO の生成に失敗:
nl: kan .SRCINFO niet genereren uit '{}':
pt_br: falha ao gerar .SRCINFO de {}:
ru: не удалось сгенерировать .SRCINFO из {}:
sv: misslyckades med att generera .SRCINFO från {}:
tr: {}'dan .SRCINFO oluşturulamadı:
uk: не вдалося згенерувати .SRCINFO з {}:
