Repository: actionless/pikaur
Catalog: locale/*.po
Languages: da, de, es, fr, hu, is, it, ja, nl, pt, pt_br, ru, sv, tr, uk

source: looking for conflicting AUR packages...
da: leder efter pakker der konflikter med hinanden...
de: Suche nach in Konflikt stehenden AUR-Paketen …
es: buscando paquetes AUR conflictivos...
fr: recherche des paquets de l'AUR en conflit…
hu: ütköző AUR-csomagok keresése…
it: in cerca di pacchetti AUR in conflitto...
ja: 競合する AUR パッケージを検索中...
nl: bezig met zoeken naar conflicterende AUR-pakketten...
pt: procurando pacotes conflitantes...
pt_br: procurando pacotes AUR conflitantes...
ru: поиск конфликтующих пакетов из AUR...
sv: letar efter motstridiga AUR-paket...
tr: çakışan paketlere bakılıyor...
uk: пошук конфліктуючих пакунків з AUR...

source: New packages '{new}' and '{other}' are in conflict.
da: Nye pakker '{new}' og '{other}' er i konflikt.
de: Neue Pakete „{new}“ und „{other}“ stehen in Konflikt.
es: Los nuevos paquetes '{new}' y '{other}' están en conflicto.
fr: Les nouveaux paquets '{new}' et '{other}' sont en conflit.
hu: A(z) „{new}” és a(z) „{other}” csomagok ütköznek egymással.
is: Nýir pakkar '{new}' og '{other}' eru í árekstri.
it: I nuovi pacchetti '{new}' e '{other}' sono in conflitto.
ja: 新しいパッケージ '{new}' と '{other}' が競合しています。
nl: De nieuwe pakketten '{new}' en '{other}' zijn in conflict.
pt: Novos pacotes '{new}' e '{other}' estão em conflito.
pt_br: Novos pacotes '{new}' e '{other}' estão em conflito.
ru: Новые пакеты '{new}' и '{other}' конфликтуют.
sv: Nya paket '{new}' och '{other}' är i konflikt.
tr: Yeni '{new}' paketleri ile '{other}' çakışıyor.
uk: Нові пакунки '{new}' та '{other}' конфліктують.

source: {new} and {installed} are in conflict. Remove {installed}?
de: {new} und {installed} stehen in Konflikt. {installed} entfernen?
es: {new} y {installed} están en conflicto. Borrar {installed}
fr: {new} et {installed} sont en conflit. Supprimer {installed} ?
hu: A(z) {new} és a(z) {installed} ütköznek egymással. Eltávolítja a következőt: {installed}?
it: {new} e {installed} sono in conflitto. Rimuovere {installed}?
ja: {new} と {installed} が競合しています。{installed} をアンインストールしますか？
nl: {new} en {installed} conflicteren. Wilt u {installed} verwijderen?
pt: {new} e {installed} estão em conflito. Remover {installed}?
pt_br: {new} e {installed} estão em conflito. Remover {installed}?
ru: {new} и {installed} конфликтуют. Удалить {installed}?
sv: {new} och {installed} är i konflikt. Ta bort {installed}?
tr: {new} ve {installed} çakışıyor. {installed} silinsin mi?
uk: {new} та {installed} конфліктують. Видалити {installed}?

source: Skipping review of {file} for {name} package ({flag})
da: Springer over gennemgang af {file} til pakken {name} ({flag})
de: Überspringe Review von {file} für {name} Paket ({flag})
es: Omisión de la revisión de {file} para el paquete {name} ({flag})
fr: Ignorer l'examen de {file} pour le paquet {name} ({flag})
hu: A(z) {file} áttekintésének kihagyása a(z) {name} csomaghoz ({flag})
is: Hleyp yfir könnun af {file} fyrir {name} pakka ({flag})
it: Saltare l'esaminazione del file {file} per il pacchetto {name} ({flag})
ja: パッケージ {name} の {file} のレビューをスキップ ({flag})
nl: De controle van '{file}' voor het pakket '{name}' wordt overgeslagen ({flag})...
pt: Ignorando a revisão de {file} para o pacote {name} ({flag})
pt_br: Pulando revisão de {file} para o pacote {name} ({flag})
ru: Пропуск просмотра {file} для пакета {name} ({flag})
sv: Hoppar över granskning av {file} för {name} paket ({flag})
tr: {name} paketindeki {file} dosyanın gösden geçirilmesi atlanıyor ({flag})
uk: Пропускати перегляд {file} для пакунка {name} ({flag})

source: Do you want to {edit} {file} for {name} package?
da: Vil du {edit} {file} for pakken {name}?
de: {edit} {file} für Paket {name}?
es: ¿Desea {edit} {file} para el paquete {name}?
fr: Voulez-vous {edit} {file} pour le paquet {name} ?
hu: Szeretné a(z) {edit} műveletet végrehajtani a(z) {file} fájlon a(z) {name} csomaghoz?
is: Vilt þú {edit} {file} fyrir {name} pakkan?
it: Vuoi {edit} {file} per il pacchetto {name}?
ja: パッケージ {name} の {file} を{edit}しますか？
nl: Wilt u {file} voor pakket {name} {edit}?
pt: Deseja {edit} {file} para o pacote {name}?
pt_br: Deseja {edit} {file} para o pacote {name}?
ru: Хотите {edit} {file} для пакета {name}?
sv: Vill du {edit} {file} för paketet {name}?
tr: {name} paketi için {file} {edit}yi ister misiniz?
uk: Хочете {edit} {file} для пакунка {name}?

source: edit
da: rediger
de: bearbeiten
es: editar
fr: éditer
hu: szerkesztés
is: Ritvinna
it: modifica
ja: 編集
nl: aanpassen
pt: editar
pt_br: editar
ru: отредактировать
sv: redigera
tr: düzenleme
uk: відредагувати

source: Not showing diff for {pkg} package ({reason})
de: Diff für Paket {pkg} wird nicht angezeigt ({reason})
es: No muestra diferencias para el paquete {pkg} ({reason})
fr: Ne pas afficher les différences pour le paquet {pkg} ({reason})
hu: Összehasonlítások megjelenítésének mellőzése a(z) {pkg} csomaghoz ({reason})
it: Impossibile mostra il diff per il pacchetto {pkg} ({reason})
ja: パッケージ {pkg} の差分を表示しません ({reason})
nl: Er wordt geen verschil getoond voor '{pkg}': {reason}
pt_br: Não mostrando diff para o pacote {pkg} ({reason})
ru: Различия для пакета {pkg} не отображены ({reason})
sv: Visar inte skillnad för {pkg}-paket ({reason})
tr: {pkg} paketi için fark gösterilemiyor({reason})
uk: Відмінності для пакунка {pkg} не відображаються ({reason})

source: already reviewed
de: bereits angeschaut
es: ya revisado
fr: déjà examiné
hu: már áttekintve
it: già esaminato
ja: 確認済
nl: reeds nagekeken
pt_br: já revisado
ru: уже проверено
sv: redan granskat
tr: zaten gözden geçirilmiş
uk: вже перевірено

source: Do you want to see build files {diff} for {name} package?
da: Vil du se bygfiler {diff} for pakken {name}
de: Build-Dateien {diff} für {name} anzeigen?
es: ¿Ver los archivos de compilación {diff} para el paquete {name}?
fr: Visualiser les fichiers de compilation {diff} pour le paquet {name} ?
hu: Szeretné megtekinteni az összeállítási fájlok {diff} listáját a(z) {name} csomaghoz?
is: Vilt þú sjá smíðaskrá {diff} fyrir {name} pakkan?
it: Vuoi vedere il {diff} per il pacchetto {name}?
ja: パッケージ {name} のビルドファイルの{diff}を表示しますか？
nl: Wilt u de bouwbestanden {diff} van het pakket '{name}' bekijken?
pt: Deseja ver os arquivos de compilação {diff} para o pacote {name}?
pt_br: Deseja ver os arquivos de compilação {diff} para o pacote {name}?
ru: Хотите посмотреть {diff} файлов сборки для пакета {name}?
sv: Vill du se byggfiler {diff} för paketet {name}?
tr: {name} paketi için inşa dosyaları {diff}ını görmek ister misiniz?
uk: Хочете переглянути {diff} файлів збирання для пакунка {name}?

source: diff
da: forskelle
hu: összehasonlítás
is: Breytingar
ja: 差分
nl: verschil
ru: различия
sv: skillnad
tr: fark
uk: відмінності

source: installing for the first time
de: Paket wird zum ersten Mal installiert
es: instalando por primera vez
fr: installation pour la première fois
hu: telepítés első alkalommal
it: sto installando per la prima volta
ja: 初回インストール
nl: eerste installatie
pt_br: instalando pela primeira vez
ru: устанавливается впервые
sv: installation för första gången
tr: ilk defa kuruluyor
uk: встановлюється вперше

source: Installation info changed (or new deps found) for {pkg} package
de: Installations-Informationen haben sich für Paket {pkg} geändert (oder neue Abhängigkeiten gefunden)
es: La información de instalación ha cambiado (o se han encontrado nuevos deps) para el paquete {pkg}
fr: Information d'installation modifiée (ou nouvelles dépendances trouvées) pour le paquet {pkg}
hu: A telepítési információk megváltoztak (vagy új függőségek találhatók) a(z) {pkg} csomaghoz
ja: パッケージ {pkg} のインストール情報の変更 (もしくは新しい依存関係の検出) がありました
pt_br: Informações de instalação alteradas (ou novas dependências encontradas) para o pacote {pkg}
ru: Файл установки изменён (или найдены новые зависимости) для пакета {pkg}
sv: Installationsinfo ändrad (eller nya beroende hittade) för paketet {pkg}
tr: {pkg} paketi için kurulum bilgisi değişti (veya yeni bağımlılık bulundu)
uk: Файл встановлення змінено (або знайдено нові залежності) для пакунка {pkg}

source: Can't build '{name}'.
da: Kan ikke bygge '{name}'.
de: „{name}“ kann nicht gebaut werden.
es: No se puede compilar '{name}'.
fr: Impossible de compiler '{name}'.
hu: Nem sikerült összeállítani a következőt: „{name}”.
is: Get ekki smíðað '{name}'.
it: Non è possibile compilare '{name}'.
ja: '{name}' をビルドできません。
nl: Kan '{name}' niet bouwen.
pt: Não é possível criar '{name}'.
pt_br: Não é possível compilar '{name}'.
ru: Невозможно собрать '{name}'.
sv: Kan inte bygga '{name}'.
tr: '{name}' inşa edilemedi.
uk: Неможливо зібрати '{name}'.

source: Dependency cycle detected between {}
da: Afhængighedscyklus opdaget mellem {}
de: Abhängigkeitsschleife entdeckt zwischen {}
es: Ciclo de dependencias detectado entre {}
fr: Cycle de dépendances détecté entre {}
hu: Körkörös függőség lett észlelve a következők között: {}
is: Ákvæðis hringbraut uppgötvað á milli {}
it: Individuato un ciclo di dipendenze tra {}
ja: 依存関係のループが {} の間で検出されました
nl: Vereistencyclus gedetecteerd tussen {}
pt: Ciclo de dependência detectado entre {}
pt_br: Dependência cíclica detectada entre {}
ru: Обнаружена циклическая зависимость между {}
sv: Beroendecykel upptäckt mellan {}
tr: {} ile bağımlılık döngüsü tespit edildi
uk: Виявлено циклічну залежність між {}

source: Reverting {target} transaction...
da: Gendannelse af {target} transaktionen...
de: Mache Transaktion {target} rückgängig …
es: Cancelación de la transacción {target}...
fr: Annulation de la transaction {target}…
hu: A(z) {target} tranzakció visszavonása…
is: Sný {target} hreyfingu...
it: Sto ripristinando la transazione {target}...
ja: {target} のトランザクションを取り消しています...
nl: Bezig met terugdraaien van {target}-transactie...
pt: Revertendo a transação {target}...
pt_br: Revertendo transação {target}...
ru: Откат транзакции {target}...
sv: Återställer {target} transaktion...
tr: {target} işlem geri alınıyor...
uk: Відміна транзакції {target}...

source: Failed to build following packages:
da: At bygge følgende pakker mislykkedes:
de: Der Bau folgender Pakete ist fehlgeschlagen:
es: No se pueden compilar los siguientes paquetes:
fr: Impossible de compiler les paquets suivants :
hu: Nem sikerült összeállítani a következő csomagokat:
is: Mistókst að smíða eftirfarandi pakka:
it: Impossibile creare i seguenti pacchetti:
ja: 次のパッケージのビルドに失敗:
nl: De volgende pakketten kunnen niet worden gebouwd:
pt: Falha ao criar os seguintes pacotes:
pt_br: Falha ao compilar os seguintes pacotes:
ru: Не удалось собрать данные пакеты:
sv: Följande paket kunde inte byggas:
tr: Paketler inşa edilemedi:
uk: Не вдалося зібрати наступні пакунки:

source: {what} depends on: '{dep}' found in '{location}': '{pkg_name}=={version}'
de: {what} hängt ab von: „{dep}“ gefunden in „{location}“: „{pkg_name}=={version}“
hu: {what} függősége: „{dep}” a következő helyen található: „{location}”: „{pkg_name}=={version}”

source: {pkg_name} already added to the list
de: {pkg_name} steht bereits auf der Liste
es: {pkg_name} ya está añadido a la lista
fr: {pkg_name} est déjà ajouté à la liste
hu: a(z) {pkg_name} már hozzá van adva a listához
it: {pkg_name} già aggiunto alla lista
ja: {pkg_name} は既にリストに追加されています
nl: '{pkg_name}' is al toegevoegd aan de lijst
pt: {pkg_name} já adicionado à lista
pt_br: {pkg_name} já adicionado à lista
ru: {pkg_name} уже добавлен в список
sv: {pkg_name} har redan lagts till på listan
tr: {pkg_name} zaten listeye eklendi
uk: {pkg_name} вже додано до списку

source: Resolving AUR dependencies...
da: Løser AUR afhængigheder...
de: Löse AUR-Abhängigkeiten auf …
es: Resolución de dependencias AUR...
fr: Résolution des dépendances de l'AUR…
hu: AUR-függőségek feloldása…
is: Leysir AUR ákvæði...
it: Risoluzione delle dipendenze AUR...
ja: AUR の依存関係を解決中...
nl: Bezig met oplossen van AUR-afhankelijkheden...
pt: Resolvendo dependências do AUR...
pt_br: Resolvendo dependências do AUR...
ru: Разрешение зависимостей AUR...
sv: Löser AUR-beroende...
tr: AUR bağımlılıkları çözülüyor...
uk: Вирішення залежностей AUR...

source: Retrying dependency resolution...
de: Versuche Auflösung der Abhängigkeiten erneut …
hu: Függőségek feloldásának megismétlése…

source: debug:
es: depurar:
fr: déboguer :
hu: hibakeresés:
ja: デバッグ:
pt_br: depuração:
ru: отладка:
tr: hata ayıklama:
uk: відлагодження:

source: pikaur debug:
es: depuración de pikaur:
fr: déboguage de pikaur :
hu: pikaur hibakeresés:
ja: pikaur デバッグ:
pt_br: depuração do pikaur:
ru: отладка pikaur
tr: pikaur hata ayıklama:
uk: відлагодження pikaur

source: Please enter the number of the package(s) you want to install and press [Enter] (default={}):
de: Bitte geben Sie die Nummern der Pakete ein, die installiert werden sollen und drücken Sie [Enter] (Voreinstellung={}):
es: Por favor, introduzca el número del paquete(s) que desea instalar y pulse [Intro] (por defecto={}):
fr: Veuillez saisir le numéro du ou des paquet(s) que vous souhaitez installer et appuyez sur [Entrée] (par défaut={}) :
hu: Adja meg a telepítendő csomag(ok) sorszámát, majd nyomja meg az [Enter] billentyűt (alapértelmezett={}):
ja: インストールしたいパッケージの番号を入力して[Enter] を押してください (既定={}):
pt_br: Digite o número do(s) pacote(s) que deseja instalar e pressione [Enter] (padrão={}):
sv: Ange numret på paketet(en) du vill installera och tryck på [Enter] (standard={}):
tr: Lütfen kurmak istediğiniz paket(ler)in numarasını girin ve [Enter]'a basın (öntanımlı={}):
uk: Введіть номер пакунка(ів), який(і) ви хочете встановити, і натисніть [Enter] (типово={}):

source: invalid value: {} is not between {} and {}
de: ungültiger Wert: {} liegt nicht zwischen {} und {}
es: valor no válido: {} no está entre {} y {}
fr: valeur incorrecte : {} n'est pas entre {} et {}
hu: érvénytelen érték: {} nincs {} és {} között
ja: 不正な値: {} は {} ~ {} の範囲外です
nl: ongeldige waarde: '{}' ligt niet tussen '{}' en '{}'
pt_br: valor inválido: {} não está entre {} e {}
ru: неверное значение: {} должно быть между {} и {}
sv: ogiltigt värde: {} är inte mellan {} och {}
tr: geçersiz değer: {} değeri {} ile {} arasında değil
uk: неправильне значення: {} має бути між {} і {}

source: invalid number: {}
de: ungültige Nummer: {}
es: número inválido: {}
fr: numéro incorrect : {}
hu: érvénytelen szám: {}
ja: 不正な数字: {}
nl: ongeldig getal: {}
pt_br: número inválido: {}
ru: неверное число: {}
sv: ogiltigt nummer: {}
tr: geçersiz numara: {}
uk: неправильний номер: {}

source: User ID should be set if running Pikaur as root.
de: Die Benutzer-ID sollte festgelegt sein, falls Pikaur als root ausgeführt wird.
hu: A felhasználói azonosító (UID) megadása szükséges, ha a pikaurt rendszergazdaként futtatja.

source: no package(s) specified
de: kein(e) Paket(e) festgelegt
es: ningún paquete(s) especificado(s)
fr: aucun paquet(s) spécifié(s)
hu: nincs csomag megadva
uk: не вказано пакунок(и)

source: AUR repos dir has been moved from '{old}' to '{new}'.
de: AUR-Repository-Verzeichnis wurde von „{old}“ nach „{new}“ verschoben.
es: La dirección del repositorio AUR se ha movido de '{old}' a '{new}'.
fr: La direction du dépôt de l'AUR a été déplacée de '{old}' vers '{new}'.
hu: Az AUR-tárolók könyvtára át lett helyezve a(z) „{old}” helyről a következőre: „{new}”.
it: La cartella dei repository AUR è stata spostata da '{old}' a '{new}'.
ja: AUR リポジトリのディレクトリは '{old}' から '{new}' に移動しました。
nl: De AUR-pakketbronmap is verplaatst van '{old}' naar '{new}'.
pt_br: Diretório dos repos AUR movido de '{old}' para '{new}'.
ru: Каталог репозитория AUR был перемещён из '{old}' в '{new}'.
sv: AUR-förrådskatalogen har flyttats från '{old}' till '{new}'.
tr: AUR depo dizini '{old}'dan '{new}'a taşındı.
uk: Каталог репозиторію AUR було переміщено з '{old}' до '{new}'.

source: pikaur requires Python >= 3.7 to run.
de: Pikaur benötigt Python >= 3.7, um zu funktionieren.
es: pikaur requiere Python >= 3.7 para funcionar.
fr: pikaur nécessite Python >= 3.7 pour fonctionner.
hu: a pikaur futtatásához Python >= 3.7 verzió szükséges.
it: pikaur ha bisogno di Python >= 3.7 per essere eseguito.
ja: pikaur の実行には Python >= 3.7 が必要です。
nl: pikaur kan alleen worden uitgevoerd met Python >= 3.7.
pt: O pikaur requer o Python> = 3.7 para ser executado.
pt_br: pikaur requer Python >= 3.7 para ser executado.
ru: pikaur требует Python >= 3.7 для запуска.
sv: pikaur kräver Python >= 3.7 för att köras.
tr: pikaur çalışabilmek için Python >= 3.7 gerektirir.
uk: pikaur потребує Python >= 3.7 для запуску.

source: pikaur requires systemd >= 235 (dynamic users) to be run as root.
da: pikaur kræver systemd >= 235 (dynamic users) for at køre som root.
de: Pikaur benötigt systemd >= 235 (dynamic users), um als root ausgeführt werden zu können.
es: pikaur requiere que systemd ≥ 235 (usuarios dinámicos) se ejecute como root.
fr: pikaur nécessite systemd ≥ 235 (utilisateurs dynamiques) pour être exécuté en tant que root.
hu: a pikaur rendszergazdaként történő futtatásához systemd >= 235 (dynamic users) szükséges.
is: pikaur krefst þess að systemd >= 235 (dynamic users) verði innað sem root.
it: pikaur ha bisogno di systemd >= 235 (dynamic users) per essere eseguito come root.
ja: pikaur を root で実行するには systemd >= 235 (dynamic users) が必要です。
nl: pikaur kan alleen als root draaien (met dynamische gebruikers) met systemd >= 235.
pt: pikaur requer systemd >= 235 (usuários dinâmicos) para ser executado como root.
pt_br: pikaur requer systemd >= 235 (usuários dinâmicos) para ser executado como root.
ru: pikaur требует systemd >= 235 (поддержка динамических пользователей) для запуска от root.
sv: pikaur kräver systemd >= 235 (dynamic users) för att köras som root.
tr: pikaur root olabilmek için systemd >= 235 (dinamik kullanıcılar) gerektirir.
uk: pikaur потребує systemd >= 235 (підтримка динамічних користувачів) для запуску від root.

source: {privilege_escalation_tool} is not part of minimal Arch default setup, be aware that you could run into potential problems.
de: {privilege_escalation_tool} ist kein Teil einer minimalen Arch-Standardinstallation; beachten Sie, dass Sie möglicherweise Probleme kriegen könnten.
es: {privilege_escalation_tool} no forma parte de la configuración mínima por defecto de Arch, debe tener en cuenta que podría encontrarse con posibles problemas.
fr: {privilege_escalation_tool} ne fait pas partie de la configuration minimale par défaut d'Arch, sachez que vous pourriez rencontrer des problèmes potentiels.
hu: a(z) {privilege_escalation_tool} nem része a minimális Arch alapértelmezett telepítésnek, vegye figyelembe, hogy potenciális problémákba ütközhet.
uk: {privilege_escalation_tool} не є частиною мінімальних налаштувань Arch за замовчуванням, ви можете зіткнутися з потенційними проблемами.

source: Could not fetch archlinux.org news
de: Konnte Neuigkeiten von archlinux.org nicht beziehen
es: No pude obtener noticias de archlinux.org
fr: Impossible de récupérer les nouvelles d'archlinux.org
hu: Nem sikerült lekérni az archlinux.org híreit
it: Non è stato possibile riportare le notizie da archlinux.org
ja: archlinux.org ニュースを取得できません
nl: Kan archlinux.org-nieuws niet ophalen
pt: Não foi possível buscar as notícias do archlinux.org
pt_br: Não foi possível buscar notícias do archlinux.org
ru: Не удалось получить новости от archlinux.org
sv: Kan inte hämta nyheter från archlinux.org
tr: Archlinux.org'dan haberler çekilemiyor
uk: Не вдалося отримати новини з archlinux.org

source: There is news from archlinux.org!
de: Es gibt Neuigkeiten von archlinux.org!
es: Hay noticias de archlinux.org!
fr: Il y a des nouvelles d'archlinux.org !
hu: Friss hírek érkeztek az archlinux.org oldalról!
it: Ci sono notizie da archlinux.org!
ja: archlinux.org からの新しいニュースがあります!
nl: Er is nieuws van archlinux.org!
pt_br: Há notícias do archlinux.org!
ru: Есть новости с archlinux.org!
sv: Det finns nyheter från archlinux.org!
tr: Archlinux.org'dan haber var!
uk: Є новини з archlinux.org!

source: Could not initialize {}
de: Konnte {} nicht initialisieren
es: No se ha podido inicializar {}
fr: Impossible d'initialiser {}
hu: Nem sikerült előkészíteni a következőt: {}
it: Non è stato possibile inizializzare {}
ja: {} を初期化できませんでした
nl: Kan '{}' niet initialiseren
pt: Não foi possível inicializar {}
pt_br: Não foi possível inicializar {}
ru: Не удалось инициализировать {}
sv: Kunde inte initialisera {}
tr: {} başlatılamadı
uk: Не вдалося ініціалізувати {}

source: The news feed could not be received or parsed.
de: Das News-Feed konnte nicht abgerufen oder geparst werden.
es: No se pudo recibir ni analizar la información de las noticias.
fr: Le flux de nouvelles n'a pas pu être reçu ou analysé.
hu: A hírfolyam nem fogadható vagy nem dolgozható fel.
ja: ニュースフィードを受信できなかったか解析できませんでした。
pt_br: O feed de notícias não pôde ser recebido ou analisado.
ru: Новостная лента не может быть получена или обработана.
sv: Nyhetsflödet kunde inte tas emot eller analyseras.
tr: Haber beslemeleri alınamadı veya ayrıştırılamadı.
uk: Стрічка новин не може бути отримана або оброблена.

source: Could not update {}
de: Konnte {} nicht updaten
es: No se pudo actualizar {}
fr: Impossible de mettre à jour {}
hu: Nem sikerült frissíteni a következőt: {}
it: Non è stato possibile aggiornare {}
ja: {} を更新できませんでした
nl: Kan '{}' niet bijwerken
pt: Não foi possível atualizar {}
pt_br: Não foi possível atualizar {}
ru: Не удалось обновить {}
sv: Kunde inte uppdatera {}
tr: {} güncellemedi
uk: Не вдалося оновити {}

source: Error opening file: {file_path}
de: Fehler beim Öffnen der Datei: {file_path}
es: Error al abrir el archivo: {file_path}
fr: Erreur à l'ouverture du fichier : {file_path}
hu: Hiba a fájl megnyitásakor: {file_path}
uk: Помилка при відкритті файлу: {file_path}

source: executable not found
de: ausführbare Datei nicht gefunden
es: ejecutable no encontrado
fr: exécutable non trouvé
hu: nem található futtatható fájl
ru: Исполняемый файл не найден
sv: den körbara filen hittades inte
tr: çalıştırılabilir dosya bulunamadı
uk: виконуваний файл не знайдено

source: Can't change owner to {user_id}:{group_id}: {exc}
de: Eigentümer kann nicht geändert werden zu {user_id}:{group_id}: {exc}
fr: Impossible de changer le propriétaire pour {user_id}:{group_id} : {exc}
hu: Nem sikerült módosítani a tulajdonost a következőre: {user_id}:{group_id}: {exc}

source: Reading local package database...
da: Læser lokal pakkedatabase...
de: Lese lokale Paketdatenbank …
es: Lectura de la base de datos local de paquetes...
fr: Lecture de la base de données locale des paquets…
hu: Helyi csomagadatbázis olvasása…
is: Les staðvært pakkasafn...
it: Sto leggendo il database locale dei pacchetti...
ja: ローカルのパッケージデータベースを読み込み中...
nl: Bezig met uitlezen van lokale pakketdatabank...
pt: Lendo o banco de dados de pacotes local...
pt_br: Lendo base de dados de pacote local...
ru: Чтение локальной базы данных пакетов...
sv: Läser lokal paketdatabas...
tr: Yerel paket veritabanı okunuyor...
uk: Читання локальної бази даних пакунків...

source: Reading repository package databases...
da: Læser repository pakkedatabaser ...
de: Lese Repository-Paketdatenbank …
es: Lectura de la base de datos de paquetes del repositorio...
fr: Lecture de la base de données des paquets du dépot…
hu: Tárolói csomagadatbázisok olvasása…
is: Les gagnahírt pakkasafn...
it: Sto leggendo i database dei pacchetti nel repository...
ja: リポジトリのパッケージデータベースを読み込み中...
nl: Bezig met uitlezen van pakketbrondatabanken...
pt: Lendo bancos de dados de pacotes do repositório...
pt_br: Lendo bases de dados de pacote de repositório...
ru: Чтение баз данных пакетов из репозиториев...
sv: Läser förråd paketdatabas...
tr: Depo paket veritabanı okunuyor...
uk: Читання баз даних пакунків з репозиторіїв...
