Repository: actionless/pikaur
Catalog: locale/*.po
Languages: da, de, es, fr, hu, is, it, ja, nl, pt, pt_br, ru, sv, tr, uk

source: option {} can't be used without {}.
de: Die Option {} kann nicht ohne {} benutzt werden.
es: opción {} no puede ser utilizarse sin {}.
fr: l'option {} ne peut pas être utilisée sans {}.
hu: a(z) {} kapcsoló nem használható a következő nélkül: {}
uk: опцію {} не можна використовувати без {}.

source: Can't resolve dependencies for AUR package '{pkg}':
de: Kann Abhängigkeiten für AUR-Paket „{pkg}” nicht auflösen:
es: No se pueden resolver las dependencias del paquete AUR '{pkg}':
fr: Impossible de résoudre les dépendances pour le paquet de l'AUR '{pkg}' :
hu: Nem sikerült feloldani a függőségeket a(z) „{pkg}” AUR-csomaghoz:
it: Impossibile risolvere le dipendenze per il pacchetto AUR '{pkg}':
ja: AUR パッケージ '{pkg}' の依存関係を解決できません:
nl: Kan afhankelijkheden van AUR-pakket '{pkg}' niet oplossen:
pt_br: Não é possível resolver as dependências para o pacote AUR '{pkg}':
ru: Не удаётся разрешить зависимости для пакета из AUR '{pkg}':
sv: Kan inte läsa beroende för AUR-paketet '{pkg}':
tr: AUR paketi '{pkg}' için bağımlılıklar çözülemedi:
uk: Неможливо вирішити залежності для пакунка з AUR '{pkg}':

source: Can't create destination directory '{to_path}'.
de: Ziel-Verzeichnis „{to_path}“ kann nicht angelegt werden.
es: No se puede crear el directorio de destino '{to_path}'.
fr: Impossible de créer le répertoire de destination '{to_path}'.
hu: Nem sikerült létrehozni a(z) „{to_path}” célkönyvtárat.
it: Impossibile creare la directory di destinazione '{to_path}'.
ja: 保存先ディレクトリ '{to_path}' を作成できません。
nl: Kan doelmap '{to_path}' niet aanmaken.
pt: Não é possível criar o diretório de destino '{to_path}'.
pt_br: Não é possível criar o diretório de destino '{to_path}'.
ru: Невозможно создать целевой каталог в '{to_path}'.
sv: Kan inte skapa destinationskatalogen '{to_path}'.
tr: Hedef dizin '{to_path}' oluşturulamıyor.
uk: Неможливо створити каталог призначення '{to_path}'.

source: Can't copy '{from_path}' to '{to_path}'.
de: Kopieren von „{from_path}“ nach „{to_path}“ nicht möglich.
es: No se puede copiar '{from_path}' a '{to_path}'.
fr: Impossible de copier '{from_path}' vers '{to_path}'.
hu: Nem sikerült a másolás innen: „{from_path}” ide: „{to_path}”.
it: Impossibile copiare '{from_path}' a '{to_path}'.
ja: '{from_path}' から '{to_path}' にコピーできません。
nl: Kan '{from_path}' niet kopiëren naar '{to_path}'.
pt: Não é possível copiar '{from_path}' para '{to_path}'.
pt_br: Não é possível copiar '{from_path}' para '{to_path}'.
ru: Невозможно скопировать из '{from_path}' в '{to_path}'.
sv: Kan inte kopiera '{from_path}' till '{to_path}'.
tr: '{from_path}'dan '{to_path}'a kopyalanamadı.
uk: Неможливо скопіювати з '{from_path}' до '{to_path}'.

source: Can't get package name from PKGBUILD
de: Paketname kann nicht aus PKGBUILD ermittelt werden
es: No se puede obtener el nombre del paquete de PKGBUILD
fr: Impossible d'obtenir le nom du paquet provenant du PKGBUILD
hu: Nem sikerült lekérni a csomag nevét a PKGBUILD-fájlból
it: Impossibile ottenere il nome del pacchetto dal PKGBUILD
ja: PKGBUILD からパッケージ名を取得できません
nl: Kan pakketnaam niet ontleden uit PKGBUILD
pt: Não é possível obter o nome do pacote do PKGBUILD
pt_br: Não é possível obter o nome do pacote a partir do PKGBUILD
ru: Невозможно получить название пакета из PKGBUILD
sv: Kan inte hämta paketnamn från PKGBUILD
tr: PKGBUILD'den paket adı alınamadı
uk: Неможливо отримати назву пакунка з PKGBUILD

source: Either `{prop1}` or `{prop2}` should be set
de: Entweder sollte `{prop1}` oder `{prop2}` gesetzt sein
es: Debe definirse `{prop1}` o `{prop2}`
fr: Il faut définir soit `{prop1}`, soit `{prop2}`
hu: Vagy a(z) „{prop1}”, vagy a(z) „{prop2}” beállítása szükséges
ru: Необходимо задать либо `{prop1}`, либо `{prop2}`
sv: Antingen `{prop1}` eller `{prop2}` ska anges
tr: `{prop1}` veya `{prop2}` tanımlanmalı
uk: Необхідно задати `{prop1}` або `{prop2}`

source: Downloading the latest sources for a devel package {}
da: Henter den nyeste kildekode for devel pakke {}
de: Download des neusten Quellcodes für Entwicklerpaket {}
es: Descargue las últimas fuentes del paquete devel {}
fr: Télécharger les dernières sources pour le paquet devel {}
hu: A legfrissebb források letöltése a következő fejlesztői csomaghoz: {}
is: Niðurhleðsla af frumkóta í gángi fyrir devel pakkan {}
it: Sto scaricando gli ultimi sorgenti per un pacchetto devel {}
ja: 開発版パッケージ {} の最新のソースをダウンロードしています
nl: Bezig met ophalen van recentste bronnen voor ontwikkelingspakket '{}'...
pt: Fazendo o download das fontes mais recentes para um pacote devel {}
pt_br: Baixando as fontes mais recentes para um pacote devel {}
ru: Загрузка исходного кода для пакета {}
sv: Hämtar de senaste källorna för ett devel-paket {}
tr: Geliştirici paketi için güncel kaynaklar indiriliyor {}
uk: Завантаження вихідного коду для пакунка {}

source: failed to retrieve latest dev sources:
de: konnte neueste Quelldateien nicht herunterladen:
es: no se pueden recuperar las últimas fuentes dev:
fr: échec lors de la récupération des dernières sources dev :
hu: nem sikerült lekérni a legfrissebb fejlesztői forrásokat:
it: impossibile recuperare i sorgenti aggiornati:
ja: 最新の開発版ソースの取得に失敗:
nl: kan nieuwste ontwikkelingsbronnen niet ophalen:
pt_br: falha ao recuperar as fontes de dev mais recentes:
ru: не удалось загрузить исходный код:
sv: misslyckades med att hämta de senaste utvecklingskällorna:
tr: son geliştirme kaynakları alınamadı:
uk: не вдалося завантажити вихідний код:

source: Try recovering?
da: Prøv at gendanne?
de: Versuchen, wiederherzustellen?
es: ¿Intentar recuperarte?
fr: Essayer de récupérer ?
hu: Megpróbálja a helyreállítást?
is: Prufa að endurétta?
it: Provare a ripristinare?
ja: リカバリしますか？
nl: Wilt u een herstel uitvoeren?
pt: Tente recuperar?
pt_br: Tentar recuperar?
ru: Попробовать восстановить?
sv: Försök att återställa?
tr: Kurtarmayı dene?
uk: Спробувати відновити?

source: [R] retry clone
de: [E] Klonen erneut versuchen
es: [R] reintentar la clonación
fr: [R] réessayer le clonage
hu: [R] klónozás megismétlése
sv: [R] försök klona igen
tr: [R] tekrar kolanlamayı dene
uk: [R] повторити клонування

source: [d] delete build dir and try again
de: [d] Build-Verzeichnis entfernen und erneut versuchen
es: [d] borrar el directorio de compilación e intentarlo de nuevo
fr: [d] effacer le répertoire de compilation et réessayer
hu: [d] összeállítási könyvtár törlése és újrapróbálás
it: [c] cancella la cartella di compilazione e riprova
ja: [d] ビルドディレクトリを削除して再試行
nl: [d] Bouwmap verwijderen en opnieuw proberen
pt: [d] exclua o diretório de criação e tente novamente
pt_br: [d] deletar diretório de compilação e tentar novamente
ru: [d] удалить каталог сборки и попробовать снова
sv: [d] ta bort byggkatalog och försök igen
tr: [s] inşa dizinini sil ve tekrar dene
uk: [d] видалити каталог збирання та спробувати знову

source: [e] edit PKGBUILD
de: [b] PKGBUILD bearbeiten
es: [e] editar el PKGBUILD
fr: [e] éditer le PKGBUILD
hu: [e] PKGBUILD szerkesztése
it: [m] modifica PKGBUILD
ja: [e] PKGBUILD を編集
nl: [e] PKGBUILD aanpassen
pt_br: [e] editar PKGBUILD
ru: [e] редактировать PKGBUILD
sv: [e] redigera PKGBUILD
tr: [d] PKGBUILD'i düzenle
uk: [e] редагувати PKGBUILD

source: [i] ignore the error
de: [i] den Fehler ignorieren
es: [i] ignorar el error
fr: [i] ignorer l'erreur
hu: [i] hiba figyelmen kívül hagyása
sv: [i] ignorerar felet
tr: [m] hatayı dışla
uk: [i] ігнорувати помилку

source: [s] skip building this package
de: [u] Build dieses Pakets überspringen
es: [s] ignorar la compilación de este paquete
fr: [s] ignorer la compilation de ce paquet
hu: [s] csomag összeállításának kihagyása
it: [s] salta la compilazione di questo pacchetto
ja: [s] このパッケージのビルドをスキップ
nl: [s] Dit pakket niet bouwen
pt: [s] pula a construção deste pacote
pt_br: [s] pular a compilação deste pacote
ru: [s] пропустить сборку этого пакета
sv: [s] hoppa över att bygga detta paket
tr: [a] bu paketi inşa etmeyi atla
uk: [s] пропустити збирання цього пакунка

source: [a] abort building all the packages
de: [a] Bauen aller Pakete abbrechen
es: [a] abortar la compilación de todos los paquetes
fr: [a] abandonner la compilation de tous les paquets
hu: [a] összes csomag összeállításának megszakítása
it: [a] annulla la creazione di tutti i pacchetti
ja: [a] すべてのパッケージのビルドを中止
nl: [a] Bouwen van pakketten afbreken
pt: [a] abortar a construção de todos os pacotes
pt_br: [a] abortar a compilação de todos os pacotes
ru: [a] отменить сборку всех пакетов
sv: [a] avbryt byggandet av alla paket
tr: [v] bütün paketleri inşa etmekten vazgeç
uk: [a] перервати збирання всіх пакунків

source: Installing already built dependencies for {}
da: Installere allerede bygget afhængigheder for {}
de: Installiere bereits gebaute Abhängigkeiten für {}
es: Instalación de dependencias ya construidas para {}
fr: Installation des dépendances déjà construites pour {}
hu: A már összeállított függőségek telepítése a következőhöz: {}
is: Set upp smíðuð ákvæði fyrir {}
it: Installazione delle dipendenze già compilate per {}
ja: {} のビルドされた依存関係をインストールしています
nl: Bezig met installeren van reeds gebouwde afhankelijkheden voor '{}'...
pt: Instalando dependências já construídas para {}
pt_br: Instalando dependências já compiladas para {}
ru: Установка уже собранных зависимостей для {}
sv: Installerar redan byggda beroende för {}
tr: {} için inşa edilmiş paketler kuruluyor
uk: Встановлення вже зібраних залежностей для {}

source: Package {pkg} is already built. Pass '--rebuild' flag to force the build.
de: Paket {pkg} wurde bereits gebaut. Benutzen Sie das Flag „--rebuild“, um den Buildvorgang zu erzwingen.
es: El paquete {pkg} ya está construido. Pase la bandera '--rebuild' para forzar la compilación.
fr: Le paquet {pkg} est déjà construit. Passez le drapeau '--rebuild' pour forcer la compilation.
hu: A(z) {pkg} csomag már össze van állítva. Az összeállítás kényszerítéséhez használja a „--rebuild” kapcsolót.
it: Pacchetto {pkg} è già creato. Passare il flag '--rebuild' per forzare la creazione.
ja: パッケージ {pkg} はビルド済です。強制的にビルドするには '--rebuild' フラグを指定してください。
nl: Het pakket '{pkg}' is al gebouwd. Geef '--rebuild' mee om het bouwen af te dwingen.
pt: O pacote {pkg} já está construído. Passe o sinalizador '--rebuild' para forçar a construção.
pt_br: O pacote {pkg} já está compilado. Passe a opção '--rebuild' para forçar a compilação.
ru: Пакет {pkg} уже собран. Укажите флаг '--rebuild' для принудительной пересборки.
sv: Paketet {pkg} är redan byggt. Ange flaggan '--rebuild' för att tvinga fram byggandet.
tr: {pkg} paketi zaten inşa edilmiş. Tekrar inşaya zorlamak için '--rebuild' argünamını kullanın.
uk: Пакунок {pkg} вже зібрано. Вкажіть '--rebuild' для примусового збирання.

source: Installing repository dependencies for {}
da: installere repository afhængigheder for {}
de: Installiere Repository-Abhängigkeiten für {}
es: Instalación de dependencias en el repositorio para {}
fr: Installation des dépendances du dépôt pour {}
hu: Tárolóbeli függőségek telepítése a következőhöz: {}
is: Set upp gagnahírslu ákvæði fyrir {}
it: Installazione delle dipendenze da repository per {}
ja: {} のリポジトリの依存関係をインストールしています
nl: Bezig met installeren van pakketbronafhankelijkheden voor '{}'...
pt: Instalando dependências do repositório para {}
pt_br: Instalando dependências do repositório para {}
ru: Установка зависимостей из репозиториев для {}
sv: Installerar förråd beroende för {}
tr: {} için depo bağımlılıkları kuruluyor
uk: Встановлення залежностей із репозиторіїв для {}

source: Failed to remove installed dependencies, packages inconsistency: {}
da: Det lykkedes ikke at fjerne installerede afhængigheder, inkonsekvens for pakker: {}
de: Konnte die installierte Abhängigkeit nicht entfernen, Inkonsistenz: {}
es: Error al eliminar dependencias instaladas, incoherencia de los paquets: {}
fr: Échec de la suppression des dépendances installées, incohérence des paquets : {}
hu: Nem sikerült eltávolítani a telepített függőségeket, csomaginkonzisztencia: {}
is: Mistókst að fjarlægja uppsett ákvæði, pakka ósamræmi: {}
it: Impossibile rimuovere le dipendenze installate, incongruenza tra i pacchetti: {}
ja: インストール済の依存関係のアンインストールに失敗しました、パッケージが一致しません: {}
nl: Het verwijderen van de geïnstalleerde afhankelijkheden is mislukt - inconsistente pakketten: {}
pt: Falha ao remover dependências instaladas, inconsistência de pacotes: {}
pt_br: Falha ao remover dependências instaladas, inconsistência de pacotes: {}
ru: Не удалось удалить установленные зависимости, несоответствие пакетов: {}
sv: Det gick inte att ta bort installerade beroende, paket är inkonsekventa: {}
tr: Kurulan bağımlılıklar silinemedi, paketler tutarsız: {}
uk: Не вдалося видалити встановлені залежності, неузгодженість пакунків: {}

source: Removing already installed dependencies for {}
de: Entferne bereits installierte Abhängigkeiten für {}
es: Desinstalación de dependencias ya instaladas para {}
fr: Suppression des dépendances déjà installées pour {}
hu: A már telepített függőségek eltávolítása a következőhöz: {}
it: Rimozione delle dipendenze già installate per {}
ja: {} に既にインストールされた依存関係を削除しています
nl: Bezig met verwijderen van geïnstalleerde afhankelijkheden van {}
pt_br: Removendo dependências já instaladas para {}
ru: Удаление уже установленных зависимостей для {}
sv: Tar bort redan installerade beroende för {}
tr: {} için şimdi kurulan depo bağımlılıkları siliniyor
uk: Видалення вже встановлених залежностей для {}

source: {name} can't be built on the current arch ({arch}). Supported: {suparch}
da: {name} kan ikke bygge på denne arkitektur ({arch}). Understøtted: {suparch}
de: {name} kann auf der aktuellen Architektur ({arch}) nicht gebaut werden. Unterstützt wird: {suparch}
es: {name} no puede compilarse en la arquitectura actual ({arch}). Soportado: {suparch}
fr: {name} ne peut pas être compilé sur l'architecture actuelle ({arch}). Supporté : {suparch}
hu: a(z) {name} nem állítható össze a jelenlegi architektúrán ({arch}). Támogatott: {suparch}
is: {name} getur ekki smíðast á þessari högund ({arch}). Annast í: {suparch}
it: {name} non può essere creato sull'architettura attuale ({arch}). Supportata: {suparch}
ja: {name} は現在のアーキテクチャ ({arch}) ではビルドできません。サポートされているアーキテクチャ: {suparch}
nl: {name} kan niet worden gebouwd op de huidige architectuur ({arch}). Ondersteund: {suparch}
pt: {name} não pode ser criado no arco atual ({arch}). Suportado: {suparch}
pt_br: {name} não pode ser compilado na arquitetura atual ({arch}). Suportado: {suparch}
ru: {name} не может быть собран на текущей архитектуре ({arch}). Поддерживаемые архитектуры: {suparch}
sv: {name} kan inte byggas på den nuvarande arkitekturen ({arch}). Stöds är: {suparch}
tr: {name} bu mimaride inşa edilemez ({arch}). Destek: {suparch}
uk: {name} не може бути зібрано на поточній архітектурі ({arch}). Підтримувані архітектури: {suparch}

source: Starting the build
de: Starte den Buildvorgang
es: Iniciar la compilación
fr: Démarrer la compilation
hu: Összeállítás indítása
it: Sto iniziando la creazione del pacchetto
ja: ビルドを開始
nl: Bezig met voorbereiden...
pt: Iniciando a construção
pt_br: Iniciando a compilação
ru: Начало сборки
sv: Startar byggandet
tr: İnşa başlatılıyor
uk: Початок збирання

source: Command '{}' failed to execute.
da: Kommando '{}' mislykkedes.
de: Ausführung des Befehls „{}“ ist fehlgeschlagen.
es: El comando '{}' falló.
fr: La commande '{}' a échoué.
hu: Nem sikerült végrehajtani a(z) „{}” parancsot.
is: Inning af skipun '{}' mistókst.
it: L'esecuzione del comando '{}' è fallita.
ja: コマンド '{}' の実行に失敗。
nl: De opdracht '{}' is mislukt.
pt: O comando '{}' falhou em executar.
pt_br: Comando '{}' falhou ao executar.
ru: Не удалось выполнить команду '{}'.
sv: Kommandot '{}' kunde inte exekveras.
tr: '{}' komutu çalıştırılamadı.
uk: Не вдалося виконати команду '{}'.

source: [R] retry build
de: [E] Build erneut versuchen
es: [R] reintentar compilación
fr: [R] réessayer de compiler
hu: [R] összeállítás megismétlése
it: [R] riprova
ja: [R] ビルドを再試行
nl: [R] Opnieuw proberen
pt: [R] tente novamente
pt_br: [R] tentar compilar novamente
ru: [R] повторить сборку
sv: [R] försök bygga igen
tr: [R] tekrar inşa etmeyi dene
uk: [R] повторити збирання

source: [p] PGP check skip
de: [p] PGP-Signaturprüfung überspringen
es: [p] ignorar la comprobación PGP
fr: [p] ignorer le contrôle PGP
hu: [p] PGP-ellenőrzés kihagyása
it: [p] salta controllo PGP
ja: [p] PGP の確認をスキップ
nl: [p] PGP-controle overslaan
pt: [p] Pular PGP
pt_br: [p] pular a verificação PGP
ru: [p] пропустить проверку PGP-подписи
sv: [p] hoppa över PGP check
tr: [p] PGP doğrulamayı atla
uk: [p] пропустити перевірку PGP-підпису

source: [c] checksums skip
de: [c] Checksummen-Prüfung überspringen
es: [c] ignorar las sumas de comprobación
fr: [c] ignorer les sommes de contrôle
hu: [c] ellenőrzőösszegek kihagyása
it: [c] salta il controllo hash
ja: [c] チェックサムをスキップ
nl: [c] Alle controlegetallen overslaan
pt: [c] Pular checksums
pt_br: [c] pular checksums
ru: [c] пропустить проверку целостности (контрольных сумм)
sv: [c] hoppa över kontroll av kontrollsummor
tr: [c] sağlamayı atla
uk: [c] пропустити перевірку цілісності (контрольних сум)

source: [f] skip 'check()' function of PKGBUILD
de: [f] „check()“-Funktion von PKGBUILD überspringen
es: [f] ignorar la función 'check()' de PKGBUILD
fr: [f] ignorer la fonction 'check()' du PKGBUILD
hu: [f] a PKGBUILD „check()” függvényének kihagyása
ru: [f] пропустить функцию 'check()' в PKGBUILD
sv: [f] hoppa över 'check()'-funktionen för PKGBUILD
tr: [f] PKGBUILD'deki 'check()' fonksiyonunu atla
uk: [f] пропустити функцію 'check()' у PKGBUILD

source: [n] skip 'prepare()' function of PKGBUILD
de: [n] „prepare()“-Funktion von PKGBUILD überspringen
es: [n] ignorar la función 'prepare()' de PKGBUILD
fr: [n] ignorer la fonction 'prepare()' du PKGBUILD
hu: [n] a PKGBUILD „prepare()” függvényének kihagyása
sv: [n] hoppa över 'prepare()'-funktionen för PKGBUILD
tr: [h] PKGBUILD'deki 'prepare()' fonksiyonunu atla
uk: [n] пропустити функцію 'prepare()' у PKGBUILD

source: [i] ignore architecture
de: [i] Architektur ignorieren
es: [i] ignorar la arquitectura
fr: [i] ignorer l'architecture
hu: [i] architektúra figyelmen kívül hagyása
it: [i] ignora architettura
ja: [i] アーキテクチャを無視
nl: [i] Architectuur negeren
pt: [i] ignorar arquitetura
pt_br: [i] ignorar arquitetura
ru: [i] игнорировать архитектуру
sv: [i] ignorera arkitektur
tr: [m] mimariyi dışla
uk: [i] ігнорувати архітектуру

source: warning:
da: advarsel:
de: Warnung:
es: advertencia:
fr: avertissement :
hu: figyelmeztetés:
is: Viðvörun:
it: attenzione:
ja: 警告:
nl: waarschuwing:
pt: atenção:
pt_br: atenção:
ru: предупреждение:
sv: varning:
tr: uyarı:
uk: попередження:

source: Dynamic Users feature will be disabled in the upcoming releases. Consider either calling Pikaur from your actual user account without `sudo`, or creating `pikaur` user and specifying its UserId and GroupId in Pikaur config and set DynamicUsers to `never`.
de: Das Feature für dynamische User wird in künfigen Releases deaktiviert. Ziehen Sie in Betracht, entweder Pikaur von Ihrem echten Benutzerkonto ohne `sudo` aufzurufen, oder erstellen Sie einen `pikaur`-Benutzer und legen sie seine UserId und GroupId in der Pikaur-Konfiguration fest und setzen Sie DynamicUsers auf `never`.
fr: La fonctionnalité des utilisateurs dynamiques sera désactivée dans les versions à venir. Envisagez soit d'appeler Pikaur depuis votre compte utilisateur actuel sans `sudo`, soit de créer l'utilisateur `pikaur` puis de spécifier son UserId et son GroupId dans la configuration de Pikaur et de régler DynamicUsers sur `never`.
hu: A Dynamic Users funkció el lesz távolítva a közelgő kiadásokból. Fontolja meg a pikaur hívását a tényleges felhasználói fiókjából a „sudo” használata nélkül, vagy hozzon létre egy „pikaur” felhasználót, adja meg az UserId és GroupId értékeket a pikaur konfigurációjában, és állítsa a DynamicUsers értékét a következőre: „never”.

source: Either both UserId and GroupId or neither of them should be set
de: Entweder sollten sowohl UserId und GroupId gemeinsam festgelegt werden, oder keines von davon
fr: Soit l'UserId et le GroupId sont tous les deux définis, soit aucun d'entre eux ne doivent l'être
hu: Vagy mind a UserId, mind a GroupId megadása szükséges, vagy egyiké sem

source: {key} is not '{typeof}'
de: {key} ist nicht „{typeof}“
es: {key} no es '{typeof}'
fr: {key} n'est pas '{typeof}'
hu: a(z) {key} nem „{typeof}” típusú
ru: {key} не соответствует '{typeof}'
sv: {key} är inte '{typeof}'
tr: {key} '{typeof}' türünde değil
uk: {key} не відповідає '{typeof}'

source: Migrating [{}]{}="{}" config option to [{}]{}="{}"...
de: Migriere Konfigurationsoption [{}]{}="{}" nach [{}]{} = "{}" …
es: Migración de la opción de configuración [{}]{}="{}" a [{}]{}="{}"...
fr: Migration de l'option de configuration [{}]{}="{}" vers [{}]{}="{}"…
hu: A(z) [{}]{}=„{}” konfigurációs kapcsoló átköltöztetése a következőre: [{}]{}=„{}”…
sv: Migrering av konfigurationsalternativet [{}]{}="{}" till [{}]{}="{}"...
tr: [{}]{}="{}" yapılandırması [{}]{}="{}" olarak taşınıyor...
uk: Перенесення опції налаштувань [{}]{}="{}" до [{}]{} = "{}"...

source: Migrating [{}]{}="{}" config option to ="{}"...
de: Migriere Konfigurationsoption [{}]{}="{}" nach ="{}" …
es: Migración de la opción de configuración [{}]{}="{}" a ="{}"...
fr: Migration de l'option de configuration [{}]{}="{}" vers ="{}"…
hu: A(z) [{}]{}=„{}” konfigurációs kapcsoló átköltöztetése a következőre: =„{}”…
uk: Перенесення опції налаштувань [{}]{}="{}" до ="{}"...

source: {pkg} is not installed
de: {pkg} ist nicht installiert
es: {pkg} no está instalado
fr: {pkg} n'est pas installé
hu: nincs telepítve a(z) {pkg}
uk: {pkg} не встановлено

source: Package '{name}' going to be cloned into '{repo_path}'...
de: Das Paket „{name}“ wird in „{repo_path}“ geklont …
es: El paquete '{name}' va a ser clonado en '{repo_path}'...
fr: Le paquet '{name}' va être cloné dans '{repo_path}'…
hu: A(z) „{name}” csomag klónozásra kerül a következő könyvtárba: „{repo_path}”…
ru: Пакет '{name}' будет клонирован в '{repo_path}' ...
sv: Paketet '{name}' kommer att klonas till '{repo_path}'...
tr: '{name}' paketi '{repo_path}' içine klonlanacak...
uk: Пакунок '{name}' буде клоновано до '{repo_path}' ...

source: No response from Pacman
de: Keine Antwort von Pacman
es: No hay respuesta de Pacman
fr: Aucune réponse de Pacman
hu: A pacman nem válaszol
ru: Pacman не отвечает
sv: Inget svar från Pacman
tr: Pacman cevap vermiyor
uk: Немає відповіді від Pacman

source: Common pacman options:
da: Fælles pacman muligheder:
de: Allgemeine Pacman-Optionen:
es: Opciones pacman estándar:
fr: Options standards de pacman :
hu: Általános pacman kapcsolók:
is: Algengir pacman valkostir:
it: Opzioni comuni con pacman:
ja: 共通の pacman オプション:
nl: Veelgebruikte pacman-opties:
pt: Opções comuns do pacman:
pt_br: Opções comuns do pacman:
ru: Стандартные параметры pacman:
sv: Vanliga pacman alternativ:
tr: Ortak pacman seçenekleri:
uk: Стандартні опції pacman:

source: pikaur-specific operations:
de: Pikaur-spezifische Operationen:
es: operaciones específicas de pikaur:
fr: opérations spécifiques à pikaur :
hu: A pikaur saját műveletei:
it: operazioni specifiche di pikaur:
ja: pikaur 特有の操作:
nl: pikaur-specifieke opties:
pt: operações específicas do pikaur:
pt_br: operações específicas do pikaur:
ru: собственные операции pikaur:
sv: pikaur-specifika operationer:
tr: pikaur-özel işlemler:
uk: власні операції pikaur:

source: pikaur {-P --pkgbuild} [options] [file(s)]
de: pikaur {-P --pkgbuild} [Optionen] [Datei(en)]
es: pikaur {-P --pkgbuild} [opciones] [archivo(s)]
fr: pikaur {-P --pkgbuild} [options] [fichier(s)]
hu: pikaur {-P --pkgbuild} [kapcsolók] [fájl(ok)]
sv: pikaur {-P --pkgbuild} [alternativ] [fil(er)]
tr: pikaur {-P --pkgbuild} [seçenekler] <dosya(lar)>
uk: pikaur {-P --pkgbuild} [опції] [файл(и)]
