Repository: actionless/pikaur
Catalog: locale/*.po
Languages: da, de, es, fr, hu, is, it, ja, nl, pt, pt_br, ru, sv, tr, uk

source: Reading AUR package info...
da: Læser AUR-pakkeoplysninger...
de: Lese AUR-Paketinformationen …
es: Lectura de informaciónes sobre el paquete AUR...
fr: Lecture des informations sur le paquet de l'AUR…
hu: AUR-csomaginformációk olvasása…
is: Les AUR pakka upplýsingu...
it: Sto leggendo le informazioni del pacchetto AUR...
ja: AUR のパッケージ情報を読み込み中...
nl: Bezig met uitlezen van AUR-pakketinformatie...
pt: Lendo informações do pacote AUR...
pt_br: Lendo informações do pacote AUR...
ru: Чтение информации о пакете из AUR...
sv: Läser AUR-paketinformation...
tr: AUR paketi bilgileri okunuyor...
uk: Читання інформації про пакунок з AUR...

source: (ignored in Pacman config)
de: (ignoriert in Pacman-Konfiguration)
es: (ignorado en la configuración de Pacman)
fr: (ignoré dans la configuration de Pacman)
hu: (a pacman konfigurációjában figyelmen kívül hagyva)
ru: (игнорируется в настройках Pacman)
sv: (ignoreras i Pacman konfigurationen)
tr: (Pacman yapılandırmasında dışlandı)
uk: (ігнорується в налаштуваннях Pacman)

source: Sleeping for {} seconds...
de: Schlafe für {} Sekunden …
es: En espera durante {} segundos...
fr: En veille pendant {} secondes…
hu: Várakozás {} másodpercig…
ru: Ожидание в течение {} секунд...
sv: Sover i {} sekunder..
tr: {} saniye boyunca bekleme...
uk: Очікування впродовж {} секунд...

source: pikaur requires python-pysocks to use a socks5 proxy.
de: Pikaur benötigt python-pysocks, um einen SOCKS5-Proxy benutzen zu können.
es: pikaur requiere python-pysocks para usar un proxy socks5.
fr: pikaur nécessite python-pysocks pour utiliser un proxy socks5.
hu: a pikaur AUR-segédnek szüksége van a python-pysocks csomagra a socks5 proxy használatához.
it: pikaur ha bisogno di python-pysocks per usare un proxy socks5.
ja: pikaur で socks5 プロキシを使用するには python-pysocks が必要です。
nl: pikaur kan alleen een socks5-proxy gebruiken middels python-pysocks.
pt_br: pikaur requer python-pysocks para usar um proxy socks5.
ru: pikaur требует python-pysocks для использования прокси socks5.
sv: pikaur kräver python-pysocks för att använda en socks5-proxy.
tr: pikaur socks5 protokolünü kullanabilmek için python-pysocks gerektirir.
uk: pikaur вимагає python-pysocks для використання проксі socks5.

source: always isolate with systemd dynamic users
es: siempre aísle a los usuarios dinámicos con systemd
it: isolare sempre con systemd dynamic users
ja: 常に systemd Dynamic Users で隔離する
nl: altijd isoleren met systemd's dynamische gebruikers
pt: sempre isolar com usuários dinâmicos do systemd
pt_br: sempre isola com usuários dinâmicos do systemd
uk: завжди ізолювати за допомогою динамічних користувачів systemd

source: Dynamic Users feature will be disabled in the upcoming releases. Consider either calling Pikaur from your actual user account without `sudo`, or creating `pikaur` user and specifying its UserId in Pikaur config and set DynamicUsers to `never`.
uk: Функцію динамічних користувачів буде вимкнено у наступних випусках. Подумайте про те, щоб запускати Pikaur з вашого облікового запису користувача без `sudo`, або створіть користувача `pikaur` і вкажіть його UserId у налаштуваннях Pikaur і встановіть DynamicUsers значення `never`.

source: {what} depends on: '{dep}' found in '{location}': '{version}'
da: {what} afhænger af: '{dep}' fundet i '{location}': '{version}'
es: {what} depende de: '{dep}' encontrado en '{location}': '{version}'
is: {what} krefst: '{dep}' fannst í '{location}': '{version}'
it: {what} depende da: '{dep}' trovato in '{location}': '{version}'
ja: {what} は次のパッケージに依存しています: '{dep}' '{location}' で見つかったパッケージ: '{version}'
nl: {what} hangt af van '{dep}' aangetroffen in '{location}': '{version}'
pt: {what} depende de: '{dep}' encontrado em '{location}': '{version}'
uk: {what} залежить від: '{dep}' знайдено в '{location}': '{version}'

source: [c] git checkout -- '*'
ru: [c] откат изменений (git checkout -- '*')
uk: [c] скасувати зміни (git checkout -- '*')

source: Either SystemD Dynamic Users must be enabled or User ID should be set if running as root.
es: Los usuarios dinámicos de SystemD deben estar habilitados o el ID de usuario debe estar configurado si se ejecuta como root.
uk: Необхідно увімкнути Systemd Dynamic Users або встановити ідентифікатор користувача, якщо ви працюєте від root.

source: Can't change owner to {user_id}: {exc}
es: No se puede cambiar el propietario de {user_id}: {exc}
uk: Не вдалося змінити власника на {user_id}: {exc}

source: s
de: u
is: h
tr: a

source: r
da: f
de: e
is: f

source: e
de: b
it: m
tr: d

source: v
da: s
de: p
is: s
tr: g

source: a
is: s
tr: v

source: d
tr: s

source: i
tr: m

source: n
tr: h

source: m
is: v
tr: ç

source: :: error: options {} can't be used together.
it: :: errore: le opzioni {} non possono essere usate assieme.
nl: :: fout: de opties '{}' kunnen niet worden gebruikt zonder '{}'.
pt: :: erro: opções {} não podem ser usadas juntas.

source: :: error: option {} can't be used without {}.
it: :: errore: l'opzione {} non può essere usata senza {}.
nl: :: fout: de optie '{}' kan niet worden gebruikt zonder '{}'.
pt: :: erro: a opção {} não pode ser usada sem {}.

source: There are news from archlinux.org!
pt: Há notícias do archlinux.org!

source: pikaur {-P --pkgbuild} [options] <file(s)>
pt: pikaur {-P --pkgbuild} [opções] <arquivo(s)>

source: Do you want to remove '{installed}'?
is: Vilt þú fjarlægja '{installed}'?

source: Following packages cannot be found in AUR:
da: Følgende pakker kunne ikke findes i AUR:
is: Eftirfarandi pakkar finnast ekki í AUR:

source: New package '{new}' conflicts with installed '{installed}'.
is: Nýr pakki '{new}' rekst á upsettan pakka '{installed}'.

source: Removing installed repository dependencies for {}
da: Fjerner installeret repository afhængigheder for {}
is: Fjarlægir uppsetta gagnahirslu ákvæði fyrir {}

source: [N]o (--noconfirm)
da: [N]ej (--noconfirm)
is: [N]ei (--noconfirm)

source: [Y]es (--noconfirm)
da: [J]a (--noconfirm)
is: [J]á (--noconfirm)

source: [v]iew package detail [m]anually select packages
is: [s]oða pakka upplýsingar [v]elja pakka handvirkt

source: looking for conflicting packages...
is: leita eftir pakka sem eru í árekstri...

source: {} does not exist on the filesystem.
da: {} eksistere ikke på filsystemet.
is: {} er ekki til í skráakerfi.
