Repository: actionless/pikaur
Catalog: locale/*.po
Languages: da, de, es, fr, hu, is, it, ja, nl, pt, pt_br, ru, sv, tr, uk

source: pikaur {-G --getpkgbuild} [options] <package(s)>
de: pikaur {-G --getpkgbuild} [Optionen] <Paket(e)>
es: pikaur {-G --getpkgbuild} [opciones] <paquete(s)>
fr: pikaur {-G --getpkgbuild} [options] <paquet(s)>
hu: pikaur {-G --getpkgbuild} [kapcsolók] <csomag(ok)>
it: pikaur {-G --getpkgbuild} [opzioni] <pacchetti>
ja: pikaur {-G --getpkgbuild} [オプション] <パッケージ>
nl: pikaur {-G --getpkgbuild} [opties] <pakket(ten)>
pt: pikaur {-G --getpkgbuild} [opções] <pacote(s)>
pt_br: pikaur {-G --getpkgbuild} [opções] <pacotes(s)>
ru: pikaur {-G --getpkgbuild} [параметры] <пакет(ы)>
sv: pikaur {-G --getpkgbuild} [alternativ] <paket(er)>
tr: pikaur {-G --getpkgbuild} [seçenekler] <paket(ler)>
uk: pikaur {-G --getpkgbuild} [опції] <пакунок(и)>

source: pikaur {-X --extras} [options] [package(s)]
de: pikaur {-X --extras} [Optionen] [Paket(e)]
es: pikaur {-X --extras} [opciones] [paquete(s)]
fr: pikaur {-X --extras} [options] [paquet(s)]
hu: pikaur {-X --extras} [kapcsolók] [csomag(ok)]
uk: pikaur {-X --extras} [опції] [пакунок(и)]

source: usage: pikaur {-P --pkgbuild} [options] <file(s)>
de: Benutzung: pikaur {-P --pkgbuild} [Optionen] <Datei(en)>
es: uso: pikaur {-P --pkgbuild} [opciones] <archivo(s)>
fr: usage : pikaur {-P --pkgbuild} [options] <fichier(s)>
hu: használat: pikaur {-P --pkgbuild} [kapcsolók] <fájl(ok)>
it: uso: pikaur {-P --pkgbuild} [opzioni] <file>
ja: 使用方法: pikaur {-P --pkgbuild} [オプション] <ファイル>
nl: gebruik: pikaur {-P --pkgbuild} [opties] <bestand(en)>
pt: uso: pikaur {-P --pkgbuild} [opções] <arquivo(s)>
pt_br: uso: pikaur {-P --pkgbuild} [opções] <arquivos(s)>
ru: использование: pikaur {-P --pkgbuild} [параметры] <файл(ы)>
sv: användning: pikaur {-P --pkgbuild} [alternativ] <fil(er)>
tr: kullanım: pikaur {-P --pkgbuild} [seçenekler] <dosya(lar)>
uk: використання: pikaur {-P --pkgbuild} [опції] <файл(и)>

source: All common pacman options as when doing `pacman -U <pkg_file>`. See `pacman -Uh`.
de: Alle allgemeinen Optionen wie bei `pacman -U <pkg_file>`. Siehe `pacman -Uh`.
es: Todas las opciones comunes de pacman como cuando se ejecuta `pacman -U <pkg_file>`. Ver `pacman -Uh`.
fr: Toutes les options communes de pacman comme lors de l'exécution de `pacman -U <pkg_file>`. Voir `pacman -Uh`.
hu: Minden általános pacman kapcsoló, mint a „pacman -U <pkg_file>” esetén. Tekintse meg: „pacman -Uh”.
it: Tutte le opzioni comuni di pacman, come quando esegui `pacman -U <pkg_file>`. Vedi `pacman -Uh`.
ja: `pacman -U <pkg_file>` 実行時と同様のすべての pacman オプション。`pacman -Uh` で表示できます。
nl: Alle gebruikelijke pacman-opties, net zoals bij `pacman -U <pkg_bestand>`. Zie `pacman -Uh`.
pt: Todas as opções comuns do pacman, como quando se faz `pacman -U <pkg_file>`. Veja `pacman -Uh`.
pt_br: Todas as opções comuns do pacman como ao fazer `pacman -U <arquivo_pkg>`. Veja `pacman -Uh`.
ru: Все стандартные параметры pacman соответствуют выполнению `pacman -U <pkg_file>`. Смотрите `pacman -Uh`.
sv: Alla vanliga pacman-alternativ som när du gör `pacman U <pkg_file>`. Se `pacman -Uh`.
tr: `pacman -U <paket>` ile ilgili tüm ortak pacman seçenekleri. `pacman -Uh` bakın.
uk: Всі стандартні опції pacman відповідають виконанню `pacman -U <pkg_file>`.Дивіться `pacman -Uh`.

source: usage: pikaur {-G --getpkgbuild} [options] <package(s)>
de: Benutzung: pikaur {-G --getpkgbuild} [Optionen] <Paket(e)>
es: uso: pikaur {-G --getpkgbuild} [opciones] <paquete(s)>
fr: usage : pikaur {-G --getpkgbuild} [options] <paquet(s)>
hu: használat: pikaur {-G --getpkgbuild} [kapcsolók] <csomag(ok)>
it: uso: pikaur {-G --getpkgbuild} [opzioni] <pacchetti>
ja: 使用方法: pikaur {-G --getpkgbuild} [オプション] <パッケージ>
nl: gebruik: pikaur {-G --getpkgbuild} [opties] <pakket(ten)>
pt: uso: pikaur {-G --getpkgbuild} [opções] <pacote(s)>
pt_br: uso: pikaur {-G --getpkgbuild} [opções] <pacotes(s)>
ru: использование: pikaur {-G --getpkgbuild} [параметры] <пакет(ы)>
sv: användning: pikaur {-G --getpkgbuild} [alternativ] <paket(er)>
tr: kullanım: pikaur {-G --getpkgbuild} [seçenekler] <paket(ler)>
uk: використання: pikaur {-G --getpkgbuild} [опції] <пакунок(и)>

source: usage: pikaur {-X --extras} [options] [package(s)]
de: Verwendung: pikaur {-X --extras} [Optionen] [Paket(e)]
es: uso: pikaur {-X --extras} [opciones] [paquete(s)]
fr: usage : pikaur {-X --extras} [options] [paquet(s)]
hu: használat: pikaur {-X --extras} [kapcsolók] [csomag(ok)]
uk: використання: pikaur {-X --extras} [опції] [пакунок(и)]

source: Pikaur-specific options:
da: Pikaur-specifikke muligheder:
de: Pikaur-spezifische Optionen:
es: Opciones específicas pikaur:
fr: Options spécifiques à pikaur :
hu: A pikaur saját kapcsolói:
is: Pikaur bundnir valkostir:
it: Opzioni specifiche di pikaur:
ja: pikaur 特有のオプション:
nl: Pikaur-specifieke opties:
pt: Opções específicas do Pikaur:
pt_br: Opções específicas do pikaur:
ru: Опции pikaur:
sv: Pikaur-specifika alternativ:
tr: Pikaur-özel seçenekler:
uk: Опції pikaur:

source: Read damn arch-wiki before borking your computer:
de: Lesen Sie das verdammte arch-wiki, bevor Sie Ihren Computer kaputt machen:
es: Lee la maldita arch-wiki antes de estropear tu ordenador:
fr: Lisez ce foutu arch-wiki avant de planter votre ordinateur :
hu: Olvassa el az arch-wikit, mielőtt tönkretenné a számítógépét:
uk: Прочитайте кляту arch-wiki перед тим, як ламати свій комп'ютер:

source: (Also, don't report any issues to pikaur, if ure seeing this message)
de: (Und melden Sie keine Fehler an pikaur, falls Sie diese Nachricht sehen)
es: (No reportes problemas a pikaur si ves este mensaje)
fr: (Ne signalez pas de problèmes à pikaur si vous voyez ce message)
hu: (Továbbá ne jelentsen semmilyen hibát a pikaur fejlesztőinek, ha ezt az üzenetet látja)
uk: (Також не повідомляйте про будь-які проблеми pikaur, якщо ви бачите це повідомлення)

source: AUR Git URL
es: URL Git de AUR
fr: URL Git de l'AUR
hu: AUR Git webcíme
it: URL Git di AUR
pt_br: URL do git AUR
ru: Адрес AUR Git
uk: Адреса AUR Git

source: AUR Web URL
es: URL Web de AUR
fr: URL Web de l'AUR
hu: AUR Web webcíme
uk: Адреса AUR Web

source: Name
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
nl: Naam
pt_br: Nome
ru: Название
sv: Namn
tr: İsim
uk: Назва

source: Package Base
de: Paketbasis
es: Paquete Base
fr: Base du Paquet
hu: Csomagalap
it: Pacchetto Base
ja: ベースパッケージ
nl: Pakketgroep
pt_br: Pacote base
ru: Группа пакетов
sv: Paketbas
tr: Paket Tabanı
uk: Група пакунка

source: Version
es: Versión
hu: Verzió
it: Versione
ja: バージョン
nl: Versie
pt_br: Versão
ru: Версия
tr: Sürüm
uk: Версія

source: Description
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
ja: 説明
nl: Omschrijving
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Özet
uk: Опис

source: URL
hu: Webcím
ru: Адрес
uk: URL-адреса

source: Keywords
de: Schlüsselwörter
es: Palabras Clave
fr: Mots-clés
hu: Kulcsszavak
it: Parole Chiave
ja: キーワード
nl: Trefwoorden
pt_br: Palavras-chave
ru: Ключевые слова
sv: Nyckelord
tr: Anahtar kelimeler
uk: Ключові слова

source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
hu: Licencek
it: Licenze
ja: ライセンス
nl: Licenties
pt_br: Licenças
ru: Лицензии
sv: Licenser
tr: Lisanslar
uk: Ліцензії

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
hu: Csoportok
it: Gruppi
ja: グループ
nl: Groepen
pt_br: Grupos
ru: Группы
sv: Grupper
tr: Gruplar
uk: Групи

source: Provides
de: Liefert
es: Proporcionado
fr: Fournit
hu: Szolgáltatja
it: Fornisce
ja: 提供
nl: Levert
pt_br: Provê
ru: Предоставляет
sv: Ger
tr: Sağlar
uk: Забезпечує

source: Depends On
de: Hängt ab von
es: Depende De
fr: Dépend De
hu: Függőségek
it: Dipende Da
ja: 依存パッケージ
nl: Afhankelijk van
pt_br: Depende de
ru: Зависит от
sv: Beroende på
tr: Buna Bağımlı
uk: Залежить від

source: Optional Deps
de: Optionale Abhängigkeiten
es: Dependencias Opcionales
fr: Dépendances Optionnelles
hu: Nem kötelező függőségek
it: Dipendenze Opzionali
ja: 提案パッケージ
nl: Optionele afhankelijkheden
pt_br: Dependências opcionais
ru: Дополнительные зависимости
sv: Valfria beroende
tr: İsteğe Bağlı Bağımlılıklar
uk: Необов'язкові залежності

source: Make Deps
de: Build-Abhängigkeiten
es: Dependencias de Construcción
fr: Dépendances de Construction
hu: Fordítási függőségek
it: Dipendenze Make
ja: Make 依存
nl: Make-afhankelijkheden
pt_br: Dependências de compilação
ru: Зависимости для сборки
sv: Make-beroende
tr: İnşa Bağımlılıkları
uk: Залежності для збирання

source: Check Deps
de: Check-Abhängigkeiten
es: Verificar Dependencias
fr: Vérifier les Dépendances
hu: Ellenőrzési függőségek
it: Controllo Dipendenze
ja: チェック依存
nl: Afhankelijkheden controleren
pt_br: Verificar dependências
ru: Зависимости для проверки
sv: Kontrollera beroende
tr: Bağımlılıkları Kontrol Et
uk: Залежності для перевірки

source: Conflicts With
de: In Konflikt mit
es: Conflictos Con
fr: Conflits Avec
hu: Ütközik a következőkkel:
it: Conflitti Con
ja: 競合パッケージ
nl: In conflict met
pt_br: Conflita com
ru: Конфликтует с
sv: Konflikt med
tr: İle Çakışıyor
uk: Конфліктує з

source: Replaces
de: Ersetzt
es: Reemplaza
fr: Remplace
hu: Lecseréli a következőket:
it: Rimpiazza
ja: 置換パッケージ
nl: Vervangt
pt_br: Substitui
ru: Заменяет
sv: Ersätter
tr: Yer değiştirecek
uk: Замінює

source: Submitter
de: Einreicher
es: Remitente
fr: Soumetteur
hu: Beküldő
sv: Inlämnare
tr: Gönderici
uk: Подавач

source: Maintainer
es: Mantenedor
fr: Mainteneur
hu: Karbantartó
ja: メンテナ
nl: Onderhouder
pt_br: Mantenedor
ru: Сопровождающий
sv: Underhållare
tr: Sürdürücü
uk: Супровідник

source: Co-maintainers
de: Co-Maintainer
es: Co-mantenedores
fr: Co-mainteneurs
hu: Társkarbantartó(k)
sv: Medunderhållare
tr: Eş-sürdürücü
uk: Супровідники

source: Votes
de: Stimmen
es: Votos
hu: Szavazatok
it: Voti
ja: 投票数
nl: Aantal stemmen
pt_br: Votos
ru: Оценки
sv: Röster
tr: Oylar
uk: Голоси

source: Popularity
de: Beliebtheit
es: Popularidad
fr: Popularité
hu: Népszerűség
it: Popolarità
ja: 人気度
nl: Populariteit
pt_br: Popularidade
ru: Популярность
sv: Popularitet
tr: Popülerlik
uk: Популярність

source: First Submitted
de: Zuerst eingereicht am
es: Primera Sumisión
fr: Première Soumission
hu: Először beküldve
it: Inviato per la prima volta
ja: 最初の投稿
nl: Voor het eerst ingediend op
pt_br: Enviado pela primeira vez
ru: Впервые отправлен
sv: Först inlämnad
tr: İlk Gönderim
uk: Вперше надіслано

source: Last Updated
de: Letzte Aktualisierung
es: Última Actualización
fr: Dernière Mise à jour
hu: Utoljára frissítve
it: Ultimo Aggiornamento
ja: 最終更新
nl: Laatst bijgewerkt op
pt_br: Última atualização
ru: Последний раз обновлялся
sv: Senast Uppdaterad
tr: Son Güncelleme
uk: Востаннє оновлено

source: Out-of-date
de: Veraltet
es: Obsoleto
fr: Périmé
hu: Elavult
it: Non-aggiornato
nl: Verouderd
pt_br: Obsoleto
ru: Устаревший
sv: Föråldrat
tr: Güncel-değil
uk: Застарілий

source: None
de: Nichts
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
nl: Geen
pt_br: Nenhum
ru: Не задано
sv: Ingen
tr: Yok
uk: Не задано

source: {name} {version} {package_source} package is up to date - skipping
da: {name} {version} {package_source} pakken er opdateret - springer over
de: {name} {version} {package_source} Paket ist aktuell – wird übersprungen
es: El paquete {name} {version} {package_source} está actualizado - abandono
fr: Le paquet {name} {version} {package_source} est à jour - abandon
hu: a(z) {name} {version} {package_source} csomag naprakész - kihagyás
is: {name} {version} {package_source} pakki er uppfærður - hoppa yfir
it: il pacchetto {name} {version} {package_source} è aggiornato - salto
ja: {package_source} のパッケージ {name} {version} は最新です- スキップ
nl: {name} {version} {package_source}-pakket is bijgewerkt - wordt overgeslagen
pt: Pacote {name} {version} {package_source} está atualizado - ignorando
pt_br: pacote {name} {version} {package_source} está atualizado - pulando
ru: Пакет {name} {version} {package_source} не устарел - пропускается
sv: {name} {version} {package_source}-paket är uppdaterat - hoppar över
tr: {name} {version} {package_source} paketi güncel - atlanıyor
uk: Пакунок {name} {version} {package_source} в актуальному стані - пропускається

source: {name} {version} local package is newer than in AUR ({aur_version}) - skipping
de: {name} {version} lokales Paket ist neuer als Paket im AUR ({aur_version}) – wird übersprungen
es: El paquete local {name} {version} es más nuevo que en AUR ({aur_version}) - abandono
fr: Le paquet local {name} {version} est plus récent que dans l'AUR ({aur_version}) - abandon
hu: a(z) {name} {version} helyi csomag újabb, mint az AUR-tárolóban lévő ({aur_version}) - kihagyás
ja: ローカルのパッケージ {name} {version} は AUR ({aur_version}) よりも新しいバージョンです - スキップ
pt_br: o pacote local {name} {version} é mais recente do que no AUR ({aur_version}) - pulando
sv: {name} {version} lokalt paket är nyare än i AUR ({aur_version}) - hoppar över
tr: {name} {version} paketi AUR ({aur_version}) paketinden güncel - atlanıyor
uk: Локальний пакунок {name} {version} новіший, ніж в AUR ({aur_version}) - пропускається

source: Downgrading AUR package {name} {version} to {downgrade_version}
de: Downgrade des AUR-Pakets {name} von {version} zu {downgrade_version}
es: Bajando el paquete AUR {name} {version} a {downgrade_version}
fr: Rétrograder le paquet de l'AUR {name} {version} vers {downgrade_version}
hu: A(z) {name} {version} AUR-csomag visszaállítása a következő verzióra: {downgrade_version}
ja: AUR パッケージ {name} {version} を {downgrade_version} にダウングレードしています
pt_br: Desatualizando o pacote AUR {name} {version} para {downgrade_version}
ru: Понижение версии пакета {name} из AUR с {version} до {downgrade_version}
sv: Nedgradering av AUR-paket {name} {version} till {downgrade_version}
tr: AUR paketi {name}, {version} sürümünden {downgrade_version} sürümüne indiriliyor
uk: Пониження версії пакунка {name} із AUR з {version} до {downgrade_version}

source: Starting full AUR upgrade...
da: Begynder fuld AUR upgradering...
de: Starte komplettes AUR-Upgrade …
es: Iniciar la actualización completa de AUR...
fr: Démarrer la mise à jour complète de l'AUR…
hu: Teljes AUR-frissítés indítása…
is: Byrja heila AUR uppfærslu...
it: Inizio un aggiornamento completo di AUR...
ja: AUR 全体の更新を開始...
nl: Bezig met voorbereiden van volledige AUR-upgrade...
pt: Iniciando a atualização completa do AUR...
pt_br: Iniciando atualização completa do AUR...
ru: Запуск полного обновления пакетов из AUR...
sv: Påbörjar fullständig AUR-uppgradering...
tr: Tam AUR güncellemesi başlatılıyor...
uk: Початок повного оновлення пакунків з AUR...

source: PKGBUILD appears unchanged after editing
de: PKGBUILD ist unverändert nach Bearbeiten
es: El PKGBUILD aparece sin cambios después de la edición
fr: Le PKGBUILD apparaît inchangé après l'édition
hu: A PKGBUILD változatlannak tűnik a szerkesztés után
ja: 編集した PKGBUILD に変更がありません
pt_br: PKGBUILD parece inalterado após a edição
ru: PKGBUILD не изменился после редактирования
sv: PKGBUILD har inte ändrats efter redigering
tr: Düzenlemeden sonra PKGBUILD değişmemiş
uk: PKGBUILD не змінився після редагування

source: Try recovering {pkg_name}?
de: Versuchen, {pkg_name} wiederherzustellen?
es: ¿Intentar recuperarte {pkg_name}?
fr: Essayer de récupérer {pkg_name} ?
hu: Megpróbálja a(z) {pkg_name} helyreállítását?
sv: Försök att återställa {pkg_name}?
tr: {pkg_name} paketini kurtarmayı dene?
uk: Спробувати відновити {pkg_name}?

source: [s] skip this package
da: [s] spring denne pakke over
de: [u] dieses Paket überspringen
es: [s] ignorar este paquete
fr: [s] ignorer ce paquet
hu: [s] csomag kihagyása
is: [h] hoppa yfir pakka
it: [s] salta questo pacchetto
ja: [s] このパッケージをスキップ
nl: [s] Dit pakket overslaan
pt: [s] pule este pacote
pt_br: [s] pular este pacote
ru: [s] пропустить этот пакет
sv: [s] hoppa över detta paket
tr: [a] bu paketi atla
uk: [s] пропустити цей пакунок

source: [A] abort
de: [A] abbrechen
es: [A] abortar
fr: [A] abandonner
hu: [A] megszakítás
ja: [A] 中止
pt_br: [A] abortar
sv: [A] avbryt
tr: [V] vazgeç
uk: [A] скасувати

source: Dependencies missing for {}
da: Afhængigheder mangler for {}
de: Fehlende Abhängigkeiten für {}
es: Falta de dependencias para {}
fr: Dépendances manquantes pour {}
hu: Hiányzó függőségek a következőhöz: {}
is: Ákvæði vantar fyrir {}
it: Dipendenze mancanti per {}
ja: {} の依存関係が不足しています
nl: De vereisten van '{}' ontbreken
pt: Dependências ausentes para {}
pt_br: Dependências faltando para {}
ru: Отсутствуют зависимости для {}
sv: Beroende saknas för {}
tr: {} için bağımlılıklar eksik
uk: Відсутня залежність для {}

source: Version mismatch:
da: Versions uoverensstemmelse:
de: Versionskonflikt:
es: Cambio de versión:
fr: Décalage de version :
hu: Verzióeltérés:
is: Útgáfu misræmi:
it: Versione incompatibile:
ja: バージョン不一致:
nl: De versies komen niet overeen:
pt: Incompatibilidade de versão:
pt_br: Incompatibilidade de versão:
ru: Несовпадение версии:
sv: Versionen stämmer inte överens:
tr: Sürüm uyumsuzluğu:
uk: Розбіжність версії:

source: Nothing to do.
da: Ingenting at lave.
de: Nichts zu tun.
es: no hay nada que hacer.
fr: Il n'y a rien à faire.
hu: Nincs teendő.
is: Ekkert að gera.
it: Niente da fare.
ja: 実行すべき処理はありません。
nl: Niets te doen.
pt: Nada para fazer.
pt_br: Nada a fazer.
ru: Нечего делать.
sv: Inget att göra.
tr: Yapacak bişey yok.
uk: Нема чого робити.

source: Proceed with installation? [Y/n]
da: Fortsæt med installationen? [J/n]
de: Mit der Installation fortfahren? [J/n]
es: ¿Iniciar la instalación? [S/n]
fr: Commencer l'installation ? [O/n]
hu: Folytatja a telepítést? [Y/n]
is: Halda áfram með upsettjíngu? [J/n]
it: Procedere con l'installazione? [S/n]
ja: インストールを続行しますか？ [Y/n]
nl: Wilt u doorgaan met installeren? [J/n]
pt: Continuar com a instalação? [Y/n]
pt_br: Continuar com a instalação? [S/n]
ru: Приступить к установке? [Y/n]
sv: Fortsätt med installation? [Y/n]
tr: Kuruluma devam edilsin mi? [E/h]
uk: Розпочати встановлення? [Y/n]

source: [v]iew package details [m]anually select packages
da: [s]e pakke detaljer [m]anuelt vælg pakker
de: [P]aketdetails anzeigen, Pakete [m]anuell auswählen
es: [v]er detalle de paquetes seleccionar los paquetes [m]anualmente
fr: [v]oir le détail des paquets sélectionner [m]anuellement les paquets
hu: [v] csomag részleteinek megjelenítése [m] csomagok kézi kiválasztása
it: [v]edi i dettagli del pacchetto seleziona [m]anualmente i pacchetti
ja: [v]パッケージ情報を表示 [m]手動でパッケージを選択
nl: [v] Pakketinformatie tonen [m] Handmatig selecteren
pt: [v]er detalhe do pacote selecionar pacotes [m]anualmente
pt_br: [v]er detalhes do pacote [m]anualmente selecionar os pacotes
ru: [v] посмотреть описание пакетов [m] выбрать пакеты вручную
sv: [v] visa paket detaljer [m] välj paket manuellt
tr: paket detaylarını [g]öster paketleri elle se[ç]
uk: [v] переглянути інформацію про пакунки [m] вибрати пакунки вручну

source: [r] show if packages are required by already installed packages
de: [r] anzeigen, falls Pakete von bereits installierten Paketen benötigt werden
es: [r] mostrar si los paquetes son requeridos por paquetes ya instalados
fr: [r] montrer si les paquets sont requis par des paquets déjà installés
hu: [r] annak megjelenítése, ha a csomagokat már telepített csomagok igénylik
uk: [r] показати, якщо пакунки необхідні вже встановленим пакункам

source: y
da: j
de: j
es: s
fr: o
hu: i
is: j
it: s
nl: j
pt_br: s
tr: e

source: [c]onfirm Arch NEWS as read
de: [c] Arch NEWS als gelesen bestätigen
es: [c]onfirmar la lectura de Arch NEWS
fr: [c]onfirmer la lecture d'Arch NEWS
hu: [c] Arch NEWS megerősítése olvasottként
tr: Ar[c]h haberlerini okundu işaretle
uk: [c] підтвердити ознайомлення з НОВИНАМИ Arch

source: New build deps found for {pkg} package: {deps}
de: Neue Build-Abhängigkeiten für Paket {pkg} gefunden: {deps}
es: Se han encontrado los nuevos deps de construcción para el paquete {pkg}: {deps}
fr: Nouvelles dépendances de compilation trouvées pour le paquet {pkg} : {deps}
hu: Új összeállítási függőségek találhatók a(z) {pkg} csomaghoz: {deps}
ja: パッケージ {pkg} のビルド依存が検出されました: {deps}
pt_br: Nova dependência de compilação encontrada para o pacote {pkg}: {deps}
sv: Nya bygg-beroende hittades för paketet {pkg} {deps}
tr: {pkg} için yeni inşa bağımlılıkları bulundu: {deps}
uk: Знайдено нові залежності для збирання пакунка {pkg}: {deps}

source: Some build deps removed for {pkg} package: {deps}
de: Einige Build-Abhängigkeiten wurden für Paket {pkg} entfernt: {deps}
es: Se han eliminado algunas dependencias de compilación para el paquete {pkg}: {deps}
fr: Certaines dépendances de compilation ont été supprimées pour le paquet {pkg} : {deps}
hu: A(z) {pkg} csomag néhány összeállítási függősége el lett távolítva: {deps}
ja: パッケージ {pkg} のいくつかのビルド依存が削除されました: {deps}
pt_br: Algumas dependências de compilação removidas para o pacote {pkg}: {deps}
sv: Vissa byggberoende borttagna för paketet {pkg}: {deps}
tr: {pkg} için bazı inşa bağımlılıkları silindi: {deps}
uk: Вилучено деякі залежності для збирання пакунка {pkg}: {deps}

source: Can't clone '{name}' in '{path}' from AUR:
da: Kan ikke klone '{name}' i '{path}' fra AUR:
de: „{name}“ in „{path}“ kann nicht vom AUR geklont werden:
es: No se puede clonar '{name}' en '{path}' desde AUR:
fr: Impossible de cloner '{name}' dans '{path}' depuis l'AUR :
hu: Nem sikerült a(z) „{name}” klónozása az AUR-tárolóból a következőbe: „{path}”:
is: Get ekki klónað '{name}' í '{path}' frá AUR:
it: Impossibile clonare '{name}' in '{path}' da AUR:
ja: AUR から '{name}' を '{path}' にクローンできません:
nl: Kan '{name}' niet klonen van AUR naar '{path}':
pt: Não é possível clonar '{name}' em '{path}' do AUR:
pt_br: Não é possível clonar '{name}' em '{path}' a partir do AUR:
ru: Невозможно клонировать '{name}' по сслыке '{path}' из AUR:
sv: Kan inte klona '{name}' i '{path}' från AUR:
tr: AUR'dan '{path}' içindeki '{name}' klonlanamadı:
uk: Неможливо клонувати '{name}' до '{path}' з AUR:

source: Can't pull '{name}' in '{path}' from AUR:
da: Kan ikke hente '{name}' i '{path}' fra AUR:
de: „{name}“ in „{path}“ kann nicht vom AUR gepullt werden:
es: No se puede recuperar '{name}' a '{path}' desde AUR:
fr: Impossible de récupérer '{name}' dans '{path}' depuis l'AUR :
hu: Nem sikerült lekérdezni a következőt: „{name}” az AUR-tárolóból, a következő elérési útvonalon: „{path}”:
is: Get ekki togað '{name}' í '{path}' frá AUR:
it: Impossibile eseguire il pull '{name}' in '{path}' da AUR:
ja: AUR から '{name}' を '{path}' にプルできません:
nl: Kan '{name}' niet ophalen van AUR naar '{path}':
pt: Não é possível extrair '{name}' em '{path}' do AUR:
pt_br: Não é possível obter '{name}' em '{path}' a partir do AUR:
ru: Невозможно получить '{name}' по ссылке '{path}' из AUR:
sv: Kan inte hämta '{name}' i '{path}' från AUR:
tr: AUR'dan '{path}' içindeki '{name}' çekilemedi:
uk: Неможливо отримати '{name}' до '{path}' з AUR:

source: [T] try again
de: [T] erneut versuchen
es: [T] inténtalo de nuevo
fr: [T] réessayer
hu: [T] próbálja újra
ru: [T] попробовать снова
sv: [T] försök igen
tr: [T] tekrar dene
uk: [T] спробувати ще раз

source: [d] git diff
hu: [d] git összehasonlítás
tr: [d] git fark
uk: [d] показати відмінності (git diff)

source: [r] remove dir and clone again
da: [f] fjern mappe og klon igen
de: [e] Verzeichnis entfernen und erneut klonen
es: [r] borrar el directorio y clonar de nuevo
fr: [r] supprimer le répertoire et cloner à nouveau
hu: [r] könyvtár törlése és klónozás újra
is: [f] fjarlægja efnisskrá og klóna aftur
it: [r] rimuovere la cartella e clonare di nuovo
ja: [r] ディレクトリを削除してクローンしなおす
nl: [r] Map verwijderen en opnieuw klonen
pt: [r] remova o dir e clone novamente
pt_br: [r] remover diretório e clonar novamente
ru: [r] удалить каталог и клонировать заново
sv: [r] ta bort katalog och klona igen
tr: [r] dizini sil ve tekrar klonla
uk: [r] видалити каталог та клонувати заново

source: [a] abort
da: [a] afbryd
de: [a] abbrechen
es: [a] abortar
fr: [a] abandonner
hu: [a] megszakítás
is: [s] slíta vinnslu
it: [a] annulla
ja: [a] 中止
nl: [A]fbreken
pt: [a] abortar
ru: [a] отмена
sv: [a] avbryt
tr: [v] vazgeç
uk: [a] скасувати
