Repository: actionless/pikaur
Catalog: locale/*.po
Languages: da, de, es, fr, hu, is, it, ja, nl, pt, pt_br, ru, sv, tr, uk

source: Cannot initialize ALPM
de: Konnte ALPM nicht initialisieren
es: No se puede inicializar ALPM
fr: Impossible d'initialiser ALPM
hu: Nem sikerült előkészíteni a következőt: ALPM
sv: Kan inte initiera ALPM
tr: ALPM başlatılamadı
uk: Не вдалося ініціалізувати ALPM

source: not allowed with argument %s
de: nicht erlaubt mit Argument %s
es: prohibido con el argumento %s
fr: interdit avec l'argument %s
hu: nem engedélyezett a következő argumentummal: %s
it: non permesso con l'argomento %s
ja: 引数 %s では許容されていません
nl: niet toegestaan met optie %s
pt: não permitido com argumento %s
pt_br: não permitido com o argumento %s
ru: не допускается с аргументом %s
sv: inte tillåtet med argument %s
tr: argümanla birlikte kabul edilmiyor %s
uk: не допускається з аргументом %s

source: ambiguous option: %(option)s could match %(matches)s
de: uneindeutige Option: %(option)s könnte auf %(matches)s passen
es: opción ambigua: %(option)s podría concordar con %(matches)s
fr: option ambiguë : %(option)s pourrait correspondre à %(matches)s
hu: nem egyértelmű kapcsoló: %(option)s a következőkre illeszkedhet: %(matches)s
uk: неоднозначна опція: %(option)s може збігатися з %(matches)s

source: ignored explicit argument %r
de: explizites Argument %r wurde ignoriert
es: argumento explícito ignorado %r
fr: argument explicite ignoré %r
hu: figyelmen kívül hagyott kifejezett argumentum: %r
it: argomento %r esplicitamente ignorato
ja: 明示的に指定した引数 %r を無視
nl: expliciet argument voor %r genegeerd
pt: argumento explícito ignorado% r
pt_br: ignorou o argumento explícito %r
ru: явно указаный аргумент %r игнорируется
sv: ignorerade explicit argument %r
tr: dışlanan açık argüman %r
uk: явно вказаний аргумент %r ігнорується

source: option '%(option)s' is deprecated
de: Option „%(option)s“ ist veraltet
es: la opción '%(option)s' está obsoleta
fr: l'option '%(option)s' est obsolète
hu: a(z) „%(option)s” kapcsoló elavult
uk: опція '%(option)s' є застарілою

source: argument '%(argument_name)s' is deprecated
de: Argument „%(argument_name)s“ ist veraltet
es: el argumento '%(argument_name)s' está obsoleto
fr: l'argument '%(argument_name)s' est obsolète
hu: a(z) „%(argument_name)s” argumentum elavult
uk: аргумент '%(argument_name)s' є застарілим

source: the following arguments are required: %s
de: die folgende Optionen sind erforderlich: %s
es: se requieren los siguientes argumentos: %s
fr: les arguments suivants sont requis : %s
hu: a következő argumentumok megadása szükséges: %s
it: i seguenti argomenti sono richiesti: %s
ja: 次の引数が必要です: %s
nl: de volgende opties zijn vereist: %s
pt: os seguintes argumentos são necessários: %s
pt_br: os seguintes argumentos são necessários: %s
ru: требуются следующие аргументы: %s
sv: följande argument krävs: %s
tr: takip eden argümanlar gerekli: %s
uk: необхідні наступні аргументи: %s

source: one of the arguments %s is required
de: eines der Argumente %s ist notwendig
es: uno de los argumentos %s es necesario
fr: l'un des arguments %s est requis
hu: a következő argumentumok egyikének megadása szükséges: %s
it: uno degli argomenti %s è richiesto
ja: 引数のうちで %s は必須です
nl: één van de argumenten %s is vereist
pt: um dos argumentos %s é obrigatório
pt_br: um dos argumentos %s é obrigatório
ru: требуется один из аргументов %s
sv: ett av argumenten %s krävs
tr: argümanlardan biri %s gerekli
uk: один з аргументів %s є необхідним

source: error:
da: fejl:
de: Fehler:
fr: erreur :
hu: hiba:
is: Villa:
it: errore:
ja: エラー:
nl: fout:
pt: erro:
pt_br: erro:
ru: ошибка:
sv: fel:
tr: hata:
uk: помилка:

source: use pacman-cli-based fallback alpm database reader
de: benutze auf pacman-cli basierenden Fallback-alpm-Datenbankleser
es: utilizar pacman-cli como unidad de seguridad de la base de datos alpm
fr: utiliser pacman-cli comme lecteur de base de données alpm de secours
hu: pacman-cli alapú tartalék ALPM-adatbázis-olvasó használata
uk: використовувати резервний засіб читання баз даних alpm на основі pacman-cli

source: query packages from AUR only
da: forespørg kun pakker fra AUR
de: Nur Pakete von AUR abfragen
es: solicitar sólo paquetes AUR
fr: demander uniquement des paquets de l'AUR
hu: csomagok lekérdezése csak az AUR-tárolóból
is: bara fyrirspurja pakka frá AUR
it: ricerca pacchetti solo da AUR
ja: AUR のみからパッケージをクエリ
nl: alleen naar pakketten zoeken in AUR
pt: pacotes de consulta apenas do AUR
pt_br: consulta apenas pacotes do AUR
ru: искать пакеты только в AUR
sv: endast förfrågningar om AUR-paket
tr: paketler için sadece AUR'da sorgula
uk: шукати пакунки лише в AUR

source: don't remove build dir after the build
da: fjern ikke bygmappen efter byg
de: Build-Verzeichnis nach dem Bauen nicht löschen
es: no borrar el directorio de construcción después de la compilación
fr: ne pas supprimer le répertoire de construction après la compilation
hu: összeállítási könyvtár megőrzése az összeállítás után
is: ekki fjarlægja smíðaskrá eftir smíði
it: non rimuovere la cartella di compilazione dopo la compilazione
ja: ビルド後にビルドディレクトリを削除しない
nl: bouwmap niet verwijderen na bouwen
pt: não remova o diretório build após a compilação
pt_br: não remove o diretório de compilação após a compilação
ru: не удалять каталог сборки после завершения
sv: ta inte bort byggkatalog efter bygget
tr: inşa ettikten sonra inşa dizinini silme
uk: не видаляти каталог збирання після завершення

source: don't remove build dependencies between and after the builds
de: Build-Abhängigkeiten zwischen und nach den Builds nicht entfernen
es: no borrar las dependencias de compilación entre y después de las compilaciones
fr: ne pas supprimer les dépendances de construction entre et après les compilations
hu: összeállítási függőségek megőrzése az összeállítások közben és után
sv: ta inte bort byggberoende mellan och efter byggen
tr: inşa ederken ve ettikten sonra bağımlılık inşalarını silme
uk: не видаляти залежності збирання між збираннями та після них

source: query packages from repository only
da: forespørg kun pakker fra repository
de: Nur Repository-Pakete abfragen
es: solicitar sólo paquetes del repositorio
fr: demander uniquement des paquets du dépôt
hu: csomagok lekérdezése csak a tárolóból
is: bara fyrirspurja pakka frá gagnahírslu
it: ricerca pacchetti solo dal repository
ja: リポジトリのみからパッケージをクエリ
nl: alleen naar pakketten zoeken in pakketbron
pt: pacotes de consulta apenas do repositório
pt_br: consulta apenas pacotes do repositório
ru: искать пакеты только в репозиториях
sv: endast förfrågningar om förrådpaket
tr: paketler için sadece depoda sorgula
uk: шукати пакунки лише в репозиторіях

source: don't prompt to edit PKGBUILDs and other build files
da: spørg ikke om at redigere PKGBUILDs og andre bygfiler
de: Nicht nachfragen, ob PKGBUILDs und andere Dateien bearbeitet werden sollen
es: no pedir modificar PKGBUILDs y otros archivos de compilación
fr: ne pas demander de modifier les PKGBUILDs et les autres fichiers de compilation
hu: rákérdezés kihagyása a PKGBUILD-fájlok és egyéb összeállítási fájlok szerkesztésére
is: ekki kveðja fyrir að ritvinna PKGBUILD og aðra smíðaskrár
it: non suggerire di modificare i PKGBUILD e gli altri file di compilazione
ja: PKGBUILD やその他のビルドファイルを編集するか尋ねない
nl: niet vragen om PKGBUILDs en andere bouwbestanden te bewerken
pt: não solicite a edição de PKGBUILDs e outros arquivos de compilação
pt_br: não pede para editar PKGBUILDs e outros arquivos de compilação
ru: не предлагать редактирование PKGBUILD и других файлов сборки
sv: fråga inte om att redigera PKGBUILDs och andra byggfiler
tr: PKGBUILD ve diğer inşa dosyalarını düzenlemeyi sorma
uk: не пропонувати редагування PKGBUILD та інших файлів збирання

source: prompt to edit PKGBUILDs and other build files
de: Nachfragen, ob PKGBUILDs und andere Dateien bearbeitet werden sollen
es: pedir modificar PKGBUILDs y otros archivos de compilación
fr: demander à modifier les PKGBUILDs et les autres fichiers de compilation
hu: rákérdezés a PKGBUILD-fájlok és egyéb összeállítási fájlok szerkesztésére
it: suggerisci di modificare i PKGBUILD e gli altri file di compilazione
ja: PKGBUILD やその他のビルドファイルを編集するか尋ねる
nl: vragen om PKGBUILDs en andere bouwbestanden te bewerken
pt: prompt para editar PKGBUILDs e outros arquivos de compilação
pt_br: pede para editar PKGBUILDs e outros arquivos de compilação
ru: запрашивать редактирование PKGBUILD и других файлов сборки
sv: uppmaning att redigera PKGBUILDs och andra byggfiler
tr: PKGBUILD ve diğer inşa dosyalarını düzenlemeyi sor
uk: пропонувати редагування PKGBUILD та інших файлів збирання

source: always rebuild AUR packages
de: AUR-Pakete immer neu bauen
es: siempre reconstruir los paquetes AUR
fr: toujours recompiler les paquets de l'AUR
hu: AUR-csomagok újra-összeállítása minden esetben
it: ricrea sempre i pacchetti AUR
ja: 常に AUR パッケージをビルドしなおす
nl: AUR-pakketten altijd herbouwen
pt: sempre reconstruir pacotes AUR
pt_br: sempre recompilar pacotes AUR
ru: всегда пересобирать пакеты из AUR
sv: bygg alltid om AUR-paket
tr: daima AUR paketlerini tekrar inşa et
uk: завжди перезбирати пакунки з AUR

source: skip failed builds
de: fehlgeschlagene Builds überspringen
es: ignorar fallas de compilación
fr: ignorer les échecs de compilation
hu: sikertelen összeállítások kihagyása
ru: Пропускать неудавшиеся сборки
sv: hoppa över misslyckade byggen
tr: başarısız inşaları atla
uk: пропускати невдалі збирання

source: hide build log
de: Build-Log verbergen
es: ocultar el registro de compilación
fr: cacher le journal de compilation
hu: összeállítási napló elrejtése
ru: скрыть журнал сборки
sv: dölj byggloggen
tr: inşa kayıtlarını gizle
uk: приховати журнал збирання

source: don't pull already cloned PKGBUILD
de: bereits geklonten PKGBUILD nicht pullen
es: no extraiga el PKGBUILD ya clonado
fr: ne pas extraire le PKGBUILD déjà cloné
hu: a már klónozott PKGBUILD-fájlok lekérdezésének kihagyása
ru: не обновлять уже загруженный PKGBUILD
sv: hämta inte redan klonade PKGBULD
tr: klonlanmış PKGBUILD varsa çekme
uk: не оновлювати вже завантажений PKGBUILD

source: search only in package names
da: søg kun i pakkenavne
de: Nur in Paketnamen suchen
es: buscar sólo en los nombres de paquetes
fr: rechercher uniquement les noms des paquets
hu: keresés csak a csomagnevekben
is: leita bara í pakka nöfnum
it: cerca solo tra i nomi dei pacchetti
ja: パッケージ名のみを検索
nl: alleen pakketnamen doorzoeken
pt: pesquisar apenas em nomes de pacotes
pt_br: pesquisa apenas em nomes de pacotes
ru: искать только в именах пакетов
sv: sök endast i paketnamn
tr: sadece paket adlarında ara
uk: шукати тільки в назвах пакунків

source: don't prompt to show the build files diff
de: Nicht nachfragen, ob Unterschiede der Artefakte angezeigt werden sollen
es: no mostrar los archivos de compilación diff
fr: ne pas demander de montrer les fichiers de compilation diff
hu: rákérdezés kihagyása az összeállítási fájlok összehasonlításainak megjelenítésére
it: non suggerire di mostrare i diff dei file di compilazione
ja: ビルドファイルの差分を表示するかどうかを尋ねない
nl: niet vragen om verschil tussen bouwbestanden te tonen
pt: não avisar para mostrar os arquivos de construção
pt_br: não pede para mostrar o diff dos arquivos de compilação
ru: не предлагать отображение различий файлов сборки
sv: fråga inte om att visa skillnaden mellan byggfiler
tr: inşa dosyalarının farklarını göstermeyi sorma
uk: не пропонувати показувати відмінності файлів збирання

source: ignore AUR packages' updates which marked 'outofdate'
de: AUR-Pakete ignorieren, die als „veraltet“ markiert sind
es: Ignorar las actualizaciones de los paquetes AUR marcados como 'obsoleto' (outofdate)
fr: ignorer les mises à jour des paquets de l'AUR marqués 'périmé'
hu: a(z) „elavult” jelölésű AUR-csomagok frissítéseinek figyelmen kívül hagyása
ja: 'outofdate' とマークされた AUR パッケージを更新しない
pt_br: ignora atualizações de pacotes AUR marcados como 'obsoletos'
ru: игнорировать обновления пакетов из AUR, которые отмечены как устаревшие
sv: ignorera uppdateringar av AUR-paket som markerats som 'föråldrad'
tr: 'eski' olarak işaretlenmiş AUR paketlerini güncelleme
uk: ігнорувати оновлення пакунків з AUR, що позначені як застарілі

source: download also AUR dependencies
de: AUR-Abhängigkeiten auch herunterladen
es: descargar también dependencias AUR
fr: télécharger aussi les dépendances de l'AUR
hu: letöltés az AUR-függőségekkel együtt
it: scarica anche le dipendenze AUR
ja: AUR の依存関係もダウンロード
nl: Ook AUR-afhankelijkheden downloaden
pt: baixar também dependências do AUR
pt_br: baixa também dependências AUR
ru: загрузить также зависимости из AUR
sv: hämta även AUR-beroende
tr: ayrıca AUR bağımlılıklarını indir
uk: завантажувати також залежності з AUR

source: install built package
de: installiere gebautes Paket
es: instalar el paquete integrado
fr: installer le paquet compilé
hu: összeállított csomag telepítése
it: installa il pacchetto creato
ja: ビルドされたパッケージをインストール
nl: gebouwd pakket installeren
pt: Instalar pacote construído
pt_br: instala o pacote compilado
ru: установить собранный пакет
sv: installera byggt paket
tr: inşa edilen paketi kur
uk: встановлювати зібраний пакунок

source: visualize package dependency tree
de: Paketabhängigkeitsbaum visualisieren
es: ver árbol de dependencia del paquete
fr: visualiser l'arbre de dépendance du paquet
hu: csomag függőségi fájának megjelenítése
uk: відображати дерево залежностей пакунка

source: less verbose output
de: weniger geschwätzige Ausgabe
es: salida menos verbosa
fr: sortie moins verbeuse
hu: kevésbé részletes kimenet
uk: менш детальний вивід

source: print spawned by pikaur subshell commands
de: Print von pikaur-Untershell-Befehlen gespawnt
es: impresión generada por los comandos del subshell de pikaur
fr: impression générée par les commandes du sous-shell de pikaur
hu: a pikaur által indított al-parancsértelmező parancsok kiírása
ru: показывать команды, вызванные подоболочкой pikaur
sv: utskrift skapad av pikaur subshell-kommandon
tr: pikaur altkabuk komutlarının çıktılarını yaz
uk: відображати команди, що викликані підоболонкою pikaur

source: show only debug messages specific to pikaur
de: Nur pikaur-spezifische Debug-Meldungen anzeigen
es: mostrar sólo los mensajes de depuración específicos de pikaur
fr: ne montrer que les messages de débogage spécifiques à pikaur
hu: csak a pikaur saját hibakeresési üzeneteinek megjelenítése
ja: pikaur 特有のデバッグメッセージのみを表示
pt_br: mostra apenas mensagens de depuração específicas para pikaur
ru: показывать отладочные сообщения, относящиеся только к pikaur
sv: visa endast debug meddelande som är specifika för pikaur
tr: sadece pikaur'a özel hata mesajlarını göster
uk: показувати лише специфічні для pikaur відлагоджувальні повідомлення

source: alternative home directory location
de: alternativer Homeverzeichnisort
es: ubicación alternativa del directorio home
fr: emplacement alternatif du dossier home
hu: alternatív home könyvtár helye
uk: альтернативне розташування домашнього каталогу

source: alternative package cache directory location
de: alternativer Paket-Cacheverzeichnisort
es: ubicación alternativa del directorio de caché de paquetes
fr: emplacement alternatif du dossier de cache des paquets
hu: alternatív könyvtár helye a csomag-gyorsítótárhoz
uk: альтернативне розташування каталогу кешу пакунків

source: alternative configuration file directory location
de: alternativer Konfigurationsdateiverzeichnisort
es: ubicación alternativa del directorio de archivos de configuración
fr: emplacement alternatif du dossier du fichier de configuration
hu: alternatív könyvtár helye a konfigurációs fájlokhoz
uk: альтернативне розташування каталогу файлу налаштувань

source: alternative database directory location
de: alternativer Datenbankverzeichnisort
es: ubicación alternativa del directorio de la base de datos
fr: emplacement alternatif du dossier de la base de données
hu: alternatív adatbázis-könyvtár helye
uk: альтернативне розташування каталогу бази даних

source: preserve environment variables (comma-separated)
de: Umgebungsvariablen beibehalten (kommagetrennt)
es: conservar las variables de entorno (separadas por comas)
fr: préserver les variables d'environnement (séparées par des virgules)
hu: környezeti változók megőrzése (vesszővel elválasztva)
ru: сохранять переменные окружения (разделенные запятыми)
tr: ortam değişkenlerini koru (virgülle-ayrılmış)
uk: зберігати змінні середовища (через кому)

source: override path to pacman executable
de: überschreibe Pfad zu pacman
es: reemplazar la ruta del ejecutable pacman
fr: remplacer le chemin vers l'exécutable pacman
hu: pacman futtatható fájl elérési útjának felülbírálása
uk: перевизначити шлях до виконуваного файлу pacman

source: override path to pacman-conf executable
de: überschreibe Pfad zu pacman-conf
es: reemplazar la ruta del ejecutable pacman-conf
fr: remplacer le chemin vers l'exécutable pacman-conf
hu: pacman-conf futtatható fájl elérési útjának felülbírálása
uk: перевизначити шлях до виконуваного файлу pacman-conf

source: cli args to pass to makepkg
de: Optionen, die an makepkg weitergereicht werden sollen
es: argumentos cli para pasar a makepkg
fr: arguments cli à passer à makepkg
hu: a makepkg részére átadandó parancssori argumentumok
it: argomenti cli da passare a makepkg
ja: makepkg に渡すコマンドライン引数
nl: de aan makepkg door te geven opdrachtregelopties
pt: cli args para passar ao makepkg
pt_br: args. cli para passar para o makepkg
ru: аргументы командной строки для передачи makepkg
sv: cli argument för att skicka till makepkg
tr: makepkg için komut satırı argümanları
uk: аргументи командного рядка для передачі makepkg

source: path to custom makepkg config
de: Pfad der angepassten Konfiguration von makepkg
es: ruta a la configuración personalizada de makepkg
fr: chemin vers la configuration personnalisée de makepkg
hu: egyedi makepkg konfigurációs fájl útvonala
it: percorso del file di configurazione makepkg personalizzato
ja: カスタム makepkg 設定ファイルへのパス
nl: pad naar aangepaste makepkg-configuratie
pt: caminho para a configuração customizada do makepkg
pt_br: caminho para configuração customizada do makepkg
ru: путь к пользовательским настройкам makepkg
sv: sökväg till anpassad makepkg-konfiguration
tr: özel makepkg yapılandırması yolu
uk: шлях до власних налаштувань makepkg

source: override path to makepkg executable
de: überschreibe Pfad zu makepkg
es: reemplazar la ruta del ejecutable makepkg
fr: remplacer le chemin vers l'exécutable makepkg
hu: makepkg futtatható fájl elérési útjának felülbírálása
it: dare la precedenza al percorso dell'eseguibile makepkg
ja: makepkg 実行ファイルへのパスを上書き
nl: pad naar makepkg uitvoerbaar bestand overschrijven
pt: substituir caminho para o executável do makepkg
pt_br: sobrescreve o caminho para o executável makepkg
ru: переопределить путь к исполняемому файлу makepkg
sv: skriv över sökvägen till makepkg
tr: makepkg yolunu değiştir
uk: перевизначити шлях до виконуваного файлу makepkg

source: path to custom pikaur config
de: Pfad der angepassten Konfiguration von pikaur
es: ruta a la configuración personalizada de pikaur
fr: chemin vers la configuration personnalisée de pikaur
hu: egyéni pikaur konfigurációs fájl elérési útvonala
it: percorso del file di configurazione pikaur personalizzato
ja: カスタム pikaur 設定ファイルへのパス
nl: pad naar aangepaste pikaur-configuratie
pt_br: caminho para configuração customizada do pikaur
ru: путь к пользовательским настройкам pikaur
sv: sökväg till anpassad pikaur-konfiguration
tr: özel pikaur yapılandırması yolu
uk: шлях до власних налаштувань pikaur

source: set GnuPG home directory used when validating package sources
de: benutztes GnuPG-Homeverzeichnis beim Validieren von Paketquellen setzen
es: definir el directorio personal de GnuPG utilizado al validar las fuentes de los paquetes
fr: définir le répertoire personnel GnuPG utilisé lors de la validation des sources des paquets
hu: a csomagforrások ellenőrzésekor használt GnuPG home könyvtár beállítása
ru: установить домашний каталог GnuPG, используемый при проверке исходного кода
sv: ange GnuPG-hemkatalog som används vid validering av paketkällor
tr: paket kaynakları doğrulanırken kullanılacak GnuPG ev dizinini ayarla
uk: встановити домашній каталог GnuPG для використання під час перевірки вихідного коду

source: path where to clone PKGBUILDs
de: Pfad, in das PKGBUILDs geklont werden sollen
es: ruta donde clonar PKGBUILDs
fr: chemin où cloner les PKGBUILDs
hu: elérési útvonal, ahová a PKGBUILD-fájlok lesznek klónozva
ru: путь для загрузки файлов PKGBUILD
sv: sökväg för kloning av PKGBUILDs
tr: PKGBUILD dosyalarının klonlanacağı konum
uk: шлях для завантаження файлів PKGBUILD

source: user ID to run makepkg if pikaur started from root
de: Benutzer-ID, mit der makepkg ausgeführt werden soll, falls pikaur von root gestartet wurde
es: ID de usuario para ejecutar makepkg si pikaur se inicia como root
fr: ID utilisateur pour exécuter makepkg si pikaur est lancé en tant que root
hu: felhasználói azonosító (UID) a makepkg futtatásához, ha a pikaur rendszergazdaként indult
ru: Идентификатор пользователя для запуска makepkg, если pikaur запущен от root
sv: user ID för att köra makepkg om pikaur startades från root
tr: pikaur root olarak başlatılmışsa makepkg'i çalıştırmak için kullanıcı kimliği
uk: ID користувача для запуску makepkg, якщо pikaur запущено від імені root

source: group ID to run makepkg if pikaur started from root
de: Gruppen-ID, mit der makepkg ausgeführt werden soll, falls pikaur von root gestartet wurde
fr: ID du groupe pour exécuter makepkg si pikaur est lancé en tant que root
hu: csoportazonosító (GID) a makepkg futtatásához, ha a pikaur rendszergazdaként indult

source: how many git-clones/pulls to do from AUR
de: wie viele git-Klone/-Pulls vom AUR ausgeführt werden sollen
es: cuántos git-clones/pulls hacer desde el AUR
fr: combien de git-clones/pulls à faire depuis l'AUR
hu: az AUR-tárolóból végzett git-klónozások/-lekérdezések száma
ru: сколько git-clones/pulls делать из AUR
sv: hur många git-clones/pulls som ska göras från AUR
tr: AUR'dan kaç tane git-klon/çekme işlemi yapılacak
uk: скільки git-clones/pulls робити з AUR

source: dependency tree level
de: Abhängigkeitsbaumlevel
es: nivel del árbol de dependencia
fr: niveau de l'arbre de dépendance
hu: függőségi fa szintje
uk: рівень дерева залежностей

source: always sysupgrade '-git', '-svn' and other dev packages
de: Führe sysupgrade immer für „-git“, „-svn“ und andere dev-Pakete aus
es: siempre sysupgrade '-git', '-svn' y otros paquetes dev
fr: toujours mettre à jour les paquets '-git', '-svn' et autres paquets dev
hu: a „-git”, „-svn” és egyéb fejlesztői csomagok mindig frissüljenek
it: aggiorna sempre i pacchetti '-git, '-svn' e gli altri pacchetti devel
ja: 常に '-git' や '-svn' などの開発版パッケージを更新
nl: altijd '-git', '-svn' en andere ontwikkelingspakketten bijwerken
pt: sempre sysupgrade '-git', '-svn' e outros pacotes dev
pt_br: sempre sysupgrade '-git', '-svn' e outros pacotes dev
ru: всегда обновлять пакеты из '-git', '-svn' и другие нестабильные пакеты
sv: sysupgrade alltid '-git', '-svn' och andra dev-paket
tr: her zaman sysupgrade '-git' ve diğer geliştirici paketleri
uk: завжди оновлювати пакунки з '-git', '-svn' та інші нестабільні пакунки

source: WARNING, unknown args: {}
de: WARNUNG, unbekannte Argumente: {}
es: ADVERTENCIA, args desconocidos: {}
fr: AVERTISSEMENT, args inconnus : {}
hu: FIGYELEM! Ismeretlen argumentumok: {}
ru: ВНИМАНИЕ! Неизвестные аргументы: {}
sv: VARNING, okända argument: {}
tr: UYARI: bilinmeyen argümanlar: {}
uk: УВАГА! Невідомі аргументи: {}

source: options {} can't be used together.
de: Die Optionen {} können nicht zusammen benutzt werden.
es: las opciones {} no pueden utilizarse juntas.
fr: les options {} ne peuvent pas être utilisées ensemble.
hu: a következő kapcsolók nem használhatók együtt: {}
uk: опції {} не можна використовувати разом.
